Repository: Chimpanc/f-spot
Catalog: help/*/*.po
Languages: cs, eu

source: Upload photos to Zooomr
cs: Nahrajte fotografie na Zooomr
eu: Kargatu argazkiak Zooomr-era

source: To upload photos to Zooomr you will need a Zooomr account, as well as internet access. Also, the Zooomr <link xref="extensions">extension</link> must be installed and enabled.
cs: Pokud chcete fotografie nahrát do služby Zooomr, budete potřebovat účet Zooomr a také připojení k internetu. Rovněž musí být nainstalováno a zapnuto <link xref="extensions">rozšíření</link> Zooomr.
eu: Zooomr-era argazkiak kargatu ahal izateko, Zooomr kontu bat eta Interneterako sarbidea eduki behar dituzu. Gainera, Zooomr <link xref="extensions">hedapena</link> instalatuta eta gaituta egon behar du.

source: Track different versions of your photos
cs: Sledujte různé verze svých fotografií
eu: Egin zure argazkien bertsioen jarraipena

source: Versioning
cs: Verzování
eu: Bertsioak

source: <app>F-Spot</app> allows you to keep multiple versions of your photos. This is especially useful when editing photos, as you can quickly see the difference between the edited version and the original.
cs: Aplikace <app>F-Spot</app> umožňuje uchovávat více verzí vašich fotografií. To je užitečné hlavně při úpravách fotografií, protože můžete rychle vidět rozdíly mezi upravenou verzí a originálem.
eu: <app>F-Spot</app> aplikazioak zure argazkien bertsioak gordetzeko aukera ematen dizu. Oso erabilgarria da argazkiak editatzeko, bizkor ikus baitezakezu editatutako bertsioaren eta jatorrizkoaren arteko aldea.

source: To switch between versions while editing:
cs: Když se chcete přepnout během úprav mezi verzemi:
eu: Bertsioen artean aldatzeko editatzen ari zaren bitartean:

source: Double-click the photo you wish to edit.
cs: Dvojitě klikněte na fotografii, kterou si přejete upravit.
eu: Egin klik bikoitza editatu nahi duzun argazkian.

source: In the sidebar, you will see a drop-down box labeled <gui>Version:</gui>. To select a version to view, select it in the drop-down box.
cs: V postranní liště uvidíte rozbalovací seznam pojmenovaný <gui>Verze:</gui>. Výběrem v seznamu volíte, která verze má být zobrazena.
eu: Albo-barran, <gui>Bertsioa:</gui> etiketa duen goitibeherako koadro bat ikusiko duzu. Bertsio bat ikusteko hautatzeko, hauta ezazu goitibeherako koadroan.

source: Upload photos to various web services
cs: Nahrávejte fotografie do různých webových služeb
eu: Kargatu argazkiak web-zerbitzu batzuetara

source: Upload to Web
cs: Nahrávání na web
eu: Kargatu webera

source: <app>F-Spot</app> allows you to upload photos to popular web services, including Google's PicasaWeb and Flickr.
cs: Aplikace <app>F-Spot</app> umožňuje nahrávat fotografie do populárních webových služeb, včetně PicasaWeb od společnosti Google a Flickr.
eu: <app>F-Spot</app> aplikazioak aukera ematen dizu argazkiak web-zerbitzu ezagunenetara kargatzeko, Google-ren PicasaWeb-era eta Flickr-era, besteak beste.

source: A brief introduction to the tagging capabilities of F-Spot
cs: Stručný úvod do označování štítky v aplikaci F-Spot
eu: F-Spot aplikazioaren etiketatze-ahalmenen sarrera laburra

source: Tags
cs: Štítky
eu: Etiketak

source: Like certain other photo managers, <app>F-Spot</app> lets you tag your photos, allowing for quick, easy content-based searching of your photos. You can tag people, events, places, favorite things, or even make your own groups of tags.
cs: Podobně jako řada jiných aplikací pro správu fotografií, i <app>F-Spot</app> umožňuje označovat vaše fotografie štítky kvůli rychlému a snadnému hledání fotografií založenému na obsahu.
eu: Beste hainbat argazki-kudeatzailek bezala, <app>F-Spot</app> aplikazioak aukera ematen dizu zure argazkiak etiketatzeko eta bizkor eta edukian oinarrituta bilatzeko. Jendea, gertaerak, lekuak, gauza gogokoak... etiketa ditzakezu, edota zeure etiketa taldeak sortu.

source: Working with Tags
cs: Práce se štítky
eu: Etiketekin lan egitea

source: Search photos using tags
cs: Hledejte fotografie pomocí štítků
eu: Bilatu argazkiak etiketak erabiliz

source: Search by Tag
cs: Hledání podle štítku
eu: Bilatu etiketen bidez

source: There are several methods to search by tags.
cs: Existuje několik způsobů, jak hledat podle štítků.
eu: Hainbat metodo daude etiketen bidez bilatzeko.

source: Method One: Double-click the tags you wish to search for.
cs: Postup jedna: Dvojitě klikněte na štítek, pro který chcete hledat.
eu: Lehenengo metodoa: Egin klik bikoitza bilatu nahi dituzun etiketetan.

source: Method Two:
cs: Postup dva:
eu: Bigarren metodoa:

source: Enable the Find bar by clicking <guiseq><gui>Find</gui><gui>Show Find bar</gui></guiseq>.
cs: Zapněte vyhledávací lištu kliknutím na <guiseq><gui>Hledat</gui><gui>Zobrazit lištu hledání</gui></guiseq>.
eu: Gaitu BIlaketa-barra: egin klik <guiseq><gui>Bilatu</gui><gui>Erakutsi Bilaketa-barra</gui></guiseq>.

source: Drag the tags you wish to search for into the newly-enabled Find bar.
cs: Štítky, které si přejete vyhledat, přetáhněte do právě zapnuté lišty hledání.
eu: Arrastatu bilatu nahi dituzun etiketak gaitu berri duzun Bilaketa-barrara.

source: To remove a tag from your search, right-click the tag in the Find bar and click <gui>Remove From Search</gui>.
cs: Když chcete naopak některý štítek z hledání vyřadit, klikněte na něj pravým tlačítkem a pak klikněte na <gui>Vyřadit fotografie označené „štítkem“</gui>.
eu: Etiketa bat bilaketatik kentzeko, egin klik eskuin-botoiarekin etiketan Bilaketa-barran, eta egin klik <gui>Kendu bilaketatik</gui>.

source: To exclude a tag from your search:
cs: Abyste z hledání vyjmuli fotografie označené štítkem:
eu: Etiketa bat bilaketatik kanpo uzteko:

source: In the tag pane, double-click the tag you wish to exclude. This will add it to the Find bar.
cs: V panelu štítků dvojitě klikněte na štítek, který chcete z hledání vyjmout. Tím se přidá do lišty hledání.
eu: Etiketa-panelean, egin klik bikoitza kanpoan utzi nahi duzun etiketan. Bilaketa-barran gehituko da.

source: In the Find bar, double-click the tag you wish to exclude.
cs: Na liště hledání na štítek dvojitě klikněte a tím se fotografie označené tímto štítkem vyjmou.
eu: Bilaketa-barran, egin klik bikoitza kanpoan utzi nahi duzun etiketan.

source: Removing tags from photos
cs: Odebírání štítků z fotografií
eu: Etiketak argazkietatik kentzea

source: Removing
cs: Odebírání
eu: Kentzea

source: As with attaching tags, there are two main methods of removing tags from photos.
cs: Stejně jako u připojování, i u odebírání štítků z fotografií můžete použít dva způsoby.
eu: Gehitzeko bezala, bi metodo daude etiketak argazkietatik kentzeko.

source: Method One:
cs: Postup jedna:
eu: Lehenengo metodoa:

source: Select photos from which to remove a tag.
cs: Vyberte fotografie, ze kterých se má štítek odebrat.
eu: Hautatu etiketa kendu nahi diezun argazkiak.

source: In the tag pane, select a tag to remove from the photos you have selected.
cs: V panelu štítků vyberte štítek, který se má z vybraných fotografií odebrat.
eu: Etiketa-panelean, aukeratu zuk hautatutako argazkietatik kendu beharreko etiketa.

source: Click <guiseq><gui>Tags</gui><gui>Remove Tag From Selection</gui></guiseq>.
cs: Klikněte na <guiseq><gui>Štítky</gui><gui>Odstranit štítek z výběru</gui></guiseq>.
eu: Aukeratu <guiseq><gui>Etiketak</gui><gui>Kendu etiketa hautapenetik</gui></guiseq>.

source: Right click the photos.
cs: Klikněte pravým tlačítkem na fotografie.
eu: Egin klik argazkietan eskuin-botoiarekin.

source: Select <gui>Remove Tag</gui> and select the tag you wish to remove.
cs: Zvolte <gui>Odstranit štítek</gui> a vyberte, který štítek si přejete odstranit.
eu: Hautatu <gui>Kendu etiketa</gui>, eta hautatu kendu nahi duzun etiketa.

source: Deleting tags from the system
cs: Mazání štítků ze systému
eu: Etiketak sistematik ezabatzea

source: Deleting
cs: Mazání
eu: Ezabatzea

source: Deleting tags removes them entirely from your system, but leaves behind any photos to which that tag is attached.
cs: Smazáním se štítky úplně odstraní z vašeho systému, ale zůstanou v těch fotografiích, ke kterým byly připojeny.
eu: Etiketak ezabatuz gero, erabat kentzen dira zure sistematik, baina etiketa gehitutako argazkiak gorde egingo dira.

source: To delete a tag:
cs: Pro smazání štítku:
eu: Etiketa bat ezabatzeko:

source: Select the tag you wish to delete from within the tag pane.
cs: Vyberte na panelu štítků štítek, který si přejete smazat.
eu: Hautatu ezabatu nahi duzun etiketa etiketa-panelean.

source: Click <guiseq><gui>Tags</gui><gui>Delete Selected Tag</gui></guiseq>. Alternatively, right click the tag within the pane, and click <gui>Delete Tag</gui>.
cs: Klikněte na <guiseq><gui>Štítky</gui><gui>Smazat vybraný štítek</gui></guiseq>. Případně můžete kliknout pravým tlačítkem v panelu a pak kliknout na <gui>Smazat štítek</gui>.

source: Creating tags to be attached to photos
cs: Vytváření štítků pro připojení k fotografiím
eu: Argazkietan gehitzeko etiketak sortzea

source: Creating
cs: Vytváření
eu: Sortzea

source: In order to use tags, you need to first create a set of tags which you wish to use. There are three main methods to create tags.
cs: Abyste mohli štítky používat, musíte si nejprve vytvořit sadu štítků, které si přejete používat. K dispozici jsou tři hlavní postupy, jak štítky vytvořit.
eu: Etiketak erabili ahal izateko, erabili nahi dituzun etiketen multzo bat sortu behar duzu lehenik. Hiru metodo nagusi daude etiketak sortzeko.

source: Select <guiseq><gui>Tags</gui><gui>Create New Tag...</gui></guiseq>.
cs: Vyberte <guiseq><gui>Štítky</gui><gui>Vytvořit nový štítek…</gui></guiseq>.
eu: Hautatu <guiseq><gui>Etiketak</gui><gui>Sortu etiketa berria...</gui></guiseq>.

source: Select a parent tag for the new tag to appear under, such as people or events. If you wish to create a new tag without a parent, select <gui>(None)</gui>.
cs: Vyberte rodičovský štítek, pod kterým chcete, aby se nový štítek objevoval, např. lidé nebo události. Pokud chcete vytvořit nový štítek bez rodiče, vyberte <gui>(Není)</gui>.
eu: Hautatu etiketa berria barruan edukiko duen etiketa gurasoa, jendea edo gertaterak, esate baterako. Etiketa berriak gurasorik izatea nahi ez baduzu, hautatu <gui>(Bat ere ez)</gui>.

source: Name the tag.
cs: Pojmenujte štítek.
eu: Eman izena etiketari.

source: Click <gui>Create</gui>
cs: Klikněte na <gui>Vytvořit</gui>.
eu: Aukeratu <gui>Sortu</gui>

source: In the tags page, right click, and select <gui>Create New Tag...</gui>
cs: Na stránce se štítky klikněte pravým tlačítkem a vyberte <gui>Vytvořit nový štítek…</gui>
eu: Etiketen orrian, egin klik eskuin-botoiarekin, eta hautatu <gui>Sortu etiketa berria...</gui>

source: Method three has the advantage of also <link xref="tag-attach"> attaching</link> the new tag to the photos selected. To do this:
cs: Při postupu tři se nový štítek rovnou <link xref="tag-attach">připojí</link> k vybrané fotografii. Učiníte to takto:
eu: Hirugarren metodoaren abantaila da etiketa berria <link xref="tag-attach"> gehitzen</link> duela hautatutako argazkietan. Horretarako:

source: Select the photos to which you wish to attach the new tag.
cs: Vyberte fotografii, ke které si nový štítek přejete připojit.
eu: Hautatu etiketa berria gehitu nahi duzun argazkiak.

source: Right-click on the photos, and select <guiseq><gui>Attach Tag</gui><gui>Create New Tag...</gui></guiseq>.
cs: Klikněte pravým tlačítkem na fotografii a vyberte <guiseq><gui>Připojit štítek</gui><gui>Vytvořit nový štítek…</gui></guiseq>
eu: Egin klik eskuin-botoiarekin argazkietan, eta hautatu <guiseq><gui>Gehitu etiketa</gui><gui>Sortu etiketa berria...</gui></guiseq>.

source: Attaching tags to photos
cs: Připojování štítků k fotografiím
eu: Etiketak argazkietan gehitzea

source: Attaching
cs: Připojování
eu: Gehitzea

source: By attaching tags you have <link xref="tag-creation">created</link> you make it easier to search through your photos. As with creating tags, there is more than one method of attaching tags to photos.
cs: Připojením štítků, které jste <link xref="tag-creation">vytvořili</link>, si usnadníte vyhledávání ve svých fotografiích. Stejně jako v případě vytváření štítků, i při připojování k fotografiím můžete postupovat více způsoby.
eu: Zuk <link xref="tag-creation">sortutako</link> etiketak gehituz gero, errazagoa izango zaizu argazkietan bilatzea. Etiketak sortzeko bezala, metodo bat baino gehiago dago etiketak argazkietan gehitzeko.

source: Select photos to which to attach a tag.
cs: Vyberte fotografie, ke kterým se má štítek připojit.
eu: Hautatu etiketa gehitu nahi diezun argazkiak.

source: In the tag pane, select a tag to attach to the photos you have selected.
cs: Na panelu štítků vyberte štítek, který chcete připojit k fotografii, kterou jste vybrali.
eu: Etiketa-panelean, aukeratu zuk hautatutako argazkietan gehitu beharreko etiketa.

source: Click <guiseq><gui>Tags</gui><gui>Attach Tag to Selection</gui></guiseq>. Alternatively, press Ctrl+T.
cs: Klikněte na <guiseq><gui>Štítky</gui><gui>Připojit štítek k výběru</gui></guiseq>. Případně můžete zmáčknout Ctrl+T.
eu: Aukeratu <guiseq><gui>Etiketak</gui><gui>Gehitu etiketa hautapenean</gui></guiseq>. Bestela, sakatu Ktrl+T.

source: Select <gui>Attach Tag</gui> and select the tag you wish to attach.
cs: Vyberte <gui>Připojit štítek</gui> a vyberte štítek, který chcete připojit.
eu: Hautatu <gui>Gehitu etiketa</gui>, eta hautatu gehitu nahi duzun etiketa.

source: Upload photos to SmugMug
cs: Nahrajte fotografie na SmugMug
eu: Kargatu argazkiak SmugMug-era

source: To upload photos to SmugMug you will need a SmugMug account, as well as internet access. Also, the SmugMug <link xref="extensions">extension</link> must be installed and enabled.
cs: Pokud chcete fotografie nahrát do služby SmugMug, budete potřebovat účet SmugMug a také připojení k internetu. Rovněž musí být nainstalováno a zapnuto <link xref="extensions">rozšíření</link> SmugMug.
eu: SmugMug-era argazkiak kargatu ahal izateko, SmugMug kontu bat eta Interneterako sarbidea eduki behar dituzu. Gainera, SmugMug <link xref="extensions">hedapenak</link> instalatuta eta gaituta egon behar du.

source: Rate your photos from one to five stars
cs: Ohodnoťte své fotografie jednou až pěti hvězdičkami
eu: Eman zure argazkien balorazioa bat eta bost izar bitartean.

source: Rating your photos
cs: Hodnocení vašich fotografií
eu: Zure argazkien balorazioa egitea

source: <app>F-Spot</app> allows you to rate your photos from one to five stars. There are two ways to rate photos.
cs: V aplikaci <app>F-Spot</app> můžete své fotografie hodnotit hvězdičkami od jedné do pěti. Jsou k dispozici dva postupy, jak hodnotit.
eu: <app>F-Spot</app> aplikazioak aukera ematen dizu zure argazkien balorazioa egiteko, bat eta bost izar bitartean. Bi modu daude argazkien balorazioa egiteko.

source: By double-clicking, select the photo you wish to rate.
cs: Dvojitým kliknutím označte fotografii, kterou si přejete ohodnotit.
eu: Klik bikoitza eginez, hautatu balorazioa egin nahi diozun argazkia.

source: In the lower-right corner, you will see five dots, corresponding to the rating you wish to give; to give a rating of one star, for example, click the first dot.
cs: V pravém dolním rohu uvidíte pět hvězdiček vztahujících se k hodnocení, které chcete přidělit. Pokud chcete přidělit například jednu bod, klikněte na první hvězdičku.
eu: Behe-eskuinaldeko izkinan, bost puntu ikusiko dituzu, eman nahi duzun balorazioaren arabera; izar bateko balorazioa emateko, esate baterako, egin klik lehenengo puntuan.

source: Select the photo(s) you wish to rate.
cs: Vyberte fotografii či fotografie, které si přejete ohodnotit.
eu: Hautatu balorazioa eman nahi diezun argazkiak.

source: Right-click the photo(s) you wish to rate, and select a rating at the bottom of the right-click menu by clicking the corresponding dot.
cs: Klikněte na fotografii či fotografie pravým tlačítkem a vyberte hodnocení v dolní části nabídky pomocí odpovídajících hvězdiček.
eu: Egin klik eskuin-botoiarekin balorazioa eman nahi diezun argazkietan, eta hautatu balorazio bat laster-menuaren behealdean, dagokion puntuan klik eginez.

source: Search photos by star rating
cs: Hledejte fotografie podle hodnocení hvězdičkami
eu: Bilatu argazkiak balorazioaren arabera

source: Search by Rating
cs: Hledání podle hodnocení
eu: Bilatu balorazioaren arabera

source: To search by rating:
cs: Když chcete hledat podle hodnocení:
eu: Balorazioaren arabera bilatzeko:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Set Rating Filter...</gui></guiseq>.
cs: Vyberte <guiseq><gui>Hledat</gui><gui>Podle hodnocení</gui><gui>Nastavit filtr hodnocení…</gui></guiseq>
eu: Hautatu <guiseq><gui>Bilatu</gui><gui>Balorazioaren arabera</gui><gui>Ezarri balorazio-iragazkia...</gui></guiseq>.

source: Select the rating range which you wish to view.
cs: Vyberte rozsah hodnocení, pro které si přejete zobrazení.
eu: Hautatu ikusi nahi duzun balorazio-barrutia.

source: Click <gui>Ok</gui>.
cs: Klikněte na <gui>OK</gui>.
eu: Aukeratu <gui>Ados</gui>.

source: To stop searching by rating:
cs: Když chcete zastavit vyhledávání podle hodnocení:
eu: Balorazioaren arabera bilatzeari uzteko:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Clear Rating Filter</gui></guiseq>.
cs: Vyberte <guiseq><gui>Hledat</gui><gui>Podle hodnocení</gui><gui>Vymazat filtr hodnocení</gui></guiseq>.

source: Upload photos to Google's PicasaWeb
cs: Nahrajte fotografie na PicasaWeb od společnosti Google
eu: Kargatu argazkiak Google-ren PicasaWeb-era

source: To upload photos to Picasa you will need a Picasa account, as well as internet access. Also, the PicasaWeb <link xref="extensions">extension</link> must be installed and enabled.
cs: Pokud chcete fotografie nahrát do služby Picasa, budete potřebovat účet Picasa a také připojení k internetu. Rovněž musí být nainstalováno a zapnuto <link xref="extensions">rozšíření</link> Picasa.
eu: Picasa-ra argazkiak kargatu ahal izateko, Picasa kontu bat eta Interneterako sarbidea eduki behar dituzu. Gainera, PicasaWeb <link xref="extensions">hedapenak</link> instalatuta eta gaituta egon behar du.

source: Select the photos you wish to upload.
cs: Vyberte fotografie, které si přejete nahrát.
eu: Hautatu kargatu nahi dituzun argazkiak.

source: Click <guiseq><gui>Photo</gui><gui>Export To</gui><gui>PicasaWeb...</gui></guiseq>.
cs: Klikněte na <guiseq><gui>Fotografie</gui><gui>Exportovat do</gui><gui>PicasaWeb…</gui></guiseq>
eu: Aukeratu <guiseq><gui>Argazkia</gui><gui>Esportatu hona</gui><gui>PicasaWeb...</gui></guiseq>.

source: Add a gallery by clicking <gui>Add</gui> and supplying a username and password.
cs: Přidejte galerii kliknutím na <gui>Přidat</gui> a poskytnutím uživatelského jména a hesla.
eu: Galeria bat gehitzeko, egin klik <gui>Gehitu</gui> botoian, eta eman erabiltzaile-izen eta pasahitz bat.

source: Select a gallery to export to, or click <gui>Add</gui> to create a new gallery.
cs: Vyberte galerii, do které se má exportovat a kliknutím na <gui>Přidat</gui> novou galerii vytvoříte.
eu: Hautatu galeria bat esportatzeko, edo egin klik <gui>Gehitu</gui> botoian, galeria bat sortzeko.

source: Click <gui>Export</gui>.
cs: Klikněte na <gui>Exportovat</gui>.
eu: Egin klik <gui>Esportatu</gui> botoian.

source: <placeholder-1/><placeholder-2/><placeholder-3/>j <placeholder-4/><placeholder-5/>
cs: <placeholder-1/><placeholder-2/><placeholder-3/><placeholder-4/><placeholder-5/>

source: A brief introduction to F-Spot
cs: Stručný úvod do aplikace F-Spot
eu: F-Spot aplikazioaren sarrera laburra

source: Introduction
cs: Úvod
eu: Sarrera

source: <app>F-Spot</app> is a full-featured photo manager for the GNOME Desktop, allowing you to tag, rate, and date photos, edit photo metadata, and even includes a simple in-program photo editor.
cs: <app>F-Spot</app> je plně vybavený správce fotografií pro pracovní prostředí GNOME. Umožňuje značení štítky, hodnocení, datování, úpravy metadat a rovněž obsahuje jednoduchý vestavěný editor fotografií.
eu: <app>F-Spot</app> eginbide askoko GNOMEren mahaigainerako argazki-kudeatzailea da, eta aukera ematen dizu argazkiei etiketak, balorazioak eta datak eransteko, argazkien metadatuak editatzeko, eta, horrez guztiaz gain, programa barruko argazki-editorea dakar.

source: For help getting started using <app>F-Spot</app>, check out the <link xref="index#basic-functions">basic functions</link> of the help file.
cs: Nápovědu k začátkům používání aplikace <app>F-Spot</app> podává kapitola nápovědy <link xref="index#basic-functions">základní funkce</link>.
eu: <app>F-Spot</app> erabiltzen hasteko laguntza lortzeko, begiratu laguntza-fitxategiaren <link xref="index#basic-functions">oinarrizko funtzioak</link>.

source: F-Spot photo manager
cs: Správce fotografií F-Spot
eu: F-Spot argazki-kudeatzailea

source: Basic Functions
cs: Základní funkce
eu: Oinarrizko funtzioak

source: Searching
cs: Hledání
eu: Bilaketa

source: Photo Editing
cs: Úprava fotografií
eu: Argazki-edizioa

source: Sharing
cs: Sdílení
eu: Partekatzea

source: Advanced Options
cs: Pokročilé volby
eu: Aukera aurreratuak

source: Searching by date of import
cs: Hledejte podle data importu.
eu: Inportatze-dataren arabera bilatzea

source: Search by Import Roll
cs: Hledání podle importu filmů
eu: Bilatu inportatze-karretea

source: Import rolls are "batches" of imported photos. Regardless of the date the photo was taken, the import roll timestamp is decided when you import photos.
cs: Importované filmy jsou „dávky“ importovaných fotografií (analogie s filmem v klasickém fotoaparátu). Časové razítko u importovaného filmu je určeno v okamžiku importu, bez ohledu na to, kdy byly fotografie pořízeny.
eu: Inportatze-karreteak inportatutako argazkien "sortak" dira. Argazkia hartu zen data kontuan hartu gabe, inportatze-karretearen zigilua zuk argazkiak inportatzean erabakitzen da.

source: To search by latest import roll:
cs: Pro hledání podle posledního importu filmu:
eu: Azken inportatze-karretearen arabera bilatzeko:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Last Import Roll</gui></guiseq>.
cs: Vyberte <guiseq><gui>Hledat</gui><gui>Podle importovaného filmu</gui><gui>Poslední importovaný film</gui></guiseq>.
eu: Hautatu <guiseq><gui>Bilatu</gui><gui>Karretearen arabera</gui><gui>Inportatutako azken karretea</gui></guiseq>.

source: To select a previous import roll:
cs: Pro výběr předchozího importu filmu:
eu: Inportatze-karretea hautatzeko:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Select Import Rolls</gui></guiseq>.
cs: Vyberte <guiseq><gui>Hledat</gui><gui>Podle importovaného filmu</gui><gui>Vybrat importovaný film</gui></guiseq>.
eu: Hautatu <guiseq><gui>Bilatu</gui><gui>Inportatze-karretearen arabera</gui><gui>Hautatu inportatze-karreteak</gui></guiseq>.

source: Select an import roll to search, or select a range by choosing <gui>Between</gui> and select the dates you wish to include.
cs: Vyberte importovaný film, který se má hledat, nebo vyberte rozsah volbou <gui>mezi</gui> a vyberte data, která chcete zahrnout.
eu: Hautatu bilatu beharreko inportatze-karretea, edo hautatu bitarte bat <gui>Data-bitartea</gui> koadroan, eta hautatu sartzea nahi duzun datak.

source: To stop searching by import rolls, select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Clear Roll Filter</gui></guiseq>.
cs: Hledání podle importovaných filmů zastavíte výběrem <guiseq><gui>Hledat</gui><gui>Podle importovaného filmu</gui><gui>Vymazat filtr filmů</gui></guiseq>.
eu: Inportatze-karreteen arabera bilatzeko, hautatu <guiseq><gui>Bilatu</gui><gui>Inportatze-karretearen arabera</gui><gui>Garbitu karreteen iragazkia</gui></guiseq>.

source: Import photos to be managed
cs: Naimportujte fotografie, které chcete spravovat
eu: Inportatu kudeatu beharreko argazkiak

source: Importing Photos
cs: Importování fotografií
eu: Argazkiak inportatzea
