Repository: Chimpanc/f-spot
Catalog: help/*/*.po
Languages: cs, eu

source: Hue
cs: Odstín
eu: Tonua

source: This adjustment causes colors to "rotate" along the color wheel.
cs: Tyto úpravy způsobují „posun“ barev po barevném kruhu.
eu: Doikuntza honekin, koloreek birak emango dituzte kolore-gurpilean zehar.

source: Contrast
cs: Kontrast
eu: Kontrastea

source: This adjustment adjusts the contrast ratio, that is, the ratio of difference between dark and light pixels. Sliding to the left decreases contrast, while sliding to the right will increase contrast.
cs: Tyto úpravy přizpůsobují poměr kontrastu, což je poměr rozdílu mezi tmavými a světlými pixely. Tažením vlevo kontrast snižujete, tažením vpravo ho zvyšujete.
eu: Doikuntza honek kontraste-erlazioa doitzen du, hau da, pixel ilunen eta argien arteko diferentzia-erlazioa. Ezkerrera graduatuz gero, kontrastea jaitsiko da, eta eskuinera graduatuz gero, kontrastea igoko da.

source: Temp
cs: Teplota
eu: Tenperatura

source: This adjust changes the color temperature, measured in degrees Kelvin.
cs: Tyto úpravy mění barevnou teplotu, měřeno v Kelvinech.
eu: Doikuntza honek kolorearen tenperatura aldatzen du, Kelvin gradutan neurtuta.

source: Tint
cs: Tón
eu: Ñabardura

source: This adjustment allows you to tinge the photo with a color.
cs: Úpravy vám umožňují měnit měnit barevný tón fotografie.
eu: Doikuntza honek aukera ematen dizu argazkiari kolore baten ñabardura emateko.

source: Upload photos to 23hq
cs: Nahrajte fotografie na 23hq
eu: Kargatu argazkiak 23hq-era

source: To upload photos to 23hq you will need a 23hq account, as well as internet access. Also, the 23hq <link xref="extensions">extension</link> must be installed and enabled.
cs: Pokud chcete fotografie nahrát do služby 23hq, budete potřebovat účet 23hq a také připojení k internetu. Rovněž musí být nainstalováno a zapnuto <link xref="extensions">rozšíření</link> 23hq.
eu: 23hq-era argazkiak kargatu ahal izateko, 23hq kontu bat eta Interneterako sarbidea eduki behar dituzu. Gainera, 23hq <link xref="extensions">hedapenak</link> instalatuta eta gaituta egon behar du.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
eu: Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>, 2011.

source: Click <guiseq><gui>Tags</gui><gui>Delete Select Tag</gui></guiseq>. Alternatively, right click the tag within the pane, and click <gui>Delete Tag</gui>.
eu: Aukeratu <guiseq><gui>Etiketak</gui><gui>Kendu hautatutako etiketa</gui></guiseq>. Bestela, egin klik eskuin-botoiarekin panelean, eta aukeratu <gui>Ezabatu etiketa</gui>.

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Set Rating Filter</gui></guiseq>.
eu: Hautatu <guiseq><gui>Bilatu</gui><gui>Balorazioaren arabera</gui><gui>Ezarri balorazio-iragazkia</gui></guiseq>.

source: Select a contraining aspect ratio, that is, a proportion of height to width to which the new photo must fit. Examples of contraining aspect ratios include 4x3, 4x6, and 5x7.
eu: Hautatu ebakinaren aspektu-erlazioa, hau da, argazki berriaren altueraren eta zabaleraren arteko proportzioa. Esate baterako: 4x3, 4x6, 5x7...

source: Select the area from which you wish to remove red-eye. Note: If the contains many red areas, you may wish to select each eye individually.
eu: Hautatu begi gorriak kendu nahi dituzun area. Oharra: Area gorri asko badaude, begiak banan bana hautatu beharko dituzu.
