Repository: Chimpanc/f-spot
Catalog: help/*/*.po
Languages: cs, eu

source: Chances are, the first thing you will want to do is import photos.
cs: Pravděpodobně první věcí, kterou budete chtít udělat, je naimportovat fotografie.
eu: Lehenengo eta behin, argazkiak inportatu beharko dituzu.

source: To import photos:
cs: Když chcete importovat fotografie:
eu: Argazkiak inportatzeko:

source: Select <guiseq><gui>Photo</gui><gui>Import...</gui></guiseq>. Alternatively, click the <gui>Import</gui> button.
cs: Vyberte <guiseq><gui>Fotografie</gui><gui>Importovat…</gui></guiseq>. Případně můžete kliknout na tlačítko <gui>Import</gui>.
eu: Aukeratu <guiseq><gui>Argazkia</gui><gui>Inportatu...</gui></guiseq>. Bestela, egin klik <gui>Inportatu</gui> botoian.

source: Select a source from which to import, such as a device or a folder.
cs: Vyberte zdroj, ze kterého chcete importovat, například zařízení nebo složku.
eu: Hautatu iturburu bat bertatik inportatzeko, gailu nahiz karpeta bat, esate baterako.

source: It may take a while for F-Spot to index the files. When it is done indexing, your photos will be presented to you. At this time, you can attach <link xref="tags">tags</link> to all photos, or you can leave that task for later.
cs: Aplikaci F-Spot může chvíli trvat, než si soubory zaindexuje. Až indexování dokončí, fotografie se vám zobrazí. Nyní můžete ke všem fotografiím připojit <link xref="tags">štítky</link> nebo to nechat na později.
eu: Denbora beharko da F-Spot-ek fitxategiak indexa ditzan. Behin indexatuta, argazkiak ikusiko dituzu. Hemendik aurrera, <link xref="tags">etiketak</link> gehi ditzakezu argazki guztietan, edo geroko utz dezakezu lan hori.

source: When you are ready to finish importing photos, click <gui>Import</gui>.
cs: Až jste připraveni import fotografií dokončit, klikněte na <gui>Import</gui>.
eu: Argazkiak inportatzen amaitzeko prest zaudenean, egin klik <gui>Inportatu</gui> botoian.

source: Make simple edits to your photos
cs: Provádějte jednoduché úpravy svých fotografií
eu: Egin edizio-lan sinpleak zure argazkietan

source: General Editing
cs: Obecné úpravy
eu: Edizio orokorra

source: <app>F-Spot</app> allows you to make simple general edits, including straightening, cropping, and rotating your photos.
cs: V aplikaci <app>F-Spot</app> můžete provádět jednoduché obecné úpravy, včetně narovnání, ořezání a otáčení svých fotografií.
eu: <app>F-Spot</app>-ek editatze-lan sinple eta orokorrak egiteko aukera ematen du: argazkiak zuzen jartzen, ebakitzen eta biratzen.

source: There are three ways to rotate a selected photo:
cs: Existují tři způsoby, jak otočit vybranou fotografii:
eu: Bi motu daude hautatutako argazkia biratzeko:

source: Click the appropriate rotate button, to the right of the import button.
cs: Klikněte na příslušné tlačítko otáčení, napravo od tlačítka importu.
eu: Egin klik biratzeko botoian, inportatze-botoiaren eskuinaldean.

source: Select the appropriate option from within the <gui>Edit</gui> menu.
cs: Vyberte příslušnou volbu z nabídky <gui>Upravit</gui>.
eu: Hautatu dagokion aukera <gui>Editatu</gui> menuan.

source: Use the bracket keys to rotate the photo.
cs: Použijte k otáčení fotografií klávesy s hranatými závorkami „[“ a „]“.
eu: Erabili parentesi-teklak argazkia biratzeko.

source: To straighten a selected photo:
cs: Pro narovnání vybrané fotografie:
eu: Hautatutako argazki bat zuzen jartzeko:

source: From within the editing pane, select <app>Straighten</app>.
cs: V editačním panelu vyberte <app>Narovnat</app>.
eu: Edizio-panelean, hautatu <app>Zuzen jarri</app>.

source: Select a rotation, ranging from -45 to 45 degrees.
cs: Vyberte otočení v rozsahu -45 až 45 stupňů.
eu: Hautatu biratze bat, -45 eta 45 gradu bitartean.

source: Click <gui>Straighten</gui>.
cs: Klikněte na <gui>Narovnat</gui>.
eu: Aukeratu <gui>Zuzen jarri</gui>.

source: To crop a selected photo:
cs: Pro oříznutí fotografie:
eu: Hautatutako argazki bat ebakitzeko:

source: Click the <gui>Crop</gui> button in the Edit pane.
cs: Klikněte na tlačítko <gui>Ořezat</gui> na editačním panelu.
eu: Egin klik Editatu paneleko <gui>Ebaki</gui> botoian.

source: Select a constraining aspect ratio, that is, a proportion of height to width to which the new photo must fit. Examples of constraining aspect ratios include 4x3, 4x6, and 5x7.
cs: Vyberte omezení poměru stran, tedy poměru mezi výškou a šířkou, který musí nová fotografie dodržet. Na výběr je například 4×3, 4×6 nebo 5×7.

source: Click and drag to select the desired area to keep. This box can be dragged around after being sized.
cs: Kliknutím a tažením vyberte požadovanou oblast, která se má zachovat. Po nastavení velikosti můžete orámování oblasti přesouvat.
eu: Egin klik eta arrastatu gorde nahi duzun area hautatzeko. Koadroa arrasta daiteke tamaina doitutakoan.

source: When you have selected your area to crop to, click <gui>Crop</gui>.
cs: Až máte oblast, kterou chcete ořezat, vybranou, klikněte na <gui>Ořezat</gui>.
eu: Ebaki beharreko area hautatutakoan, egin klik <gui>Ebaki</gui> botoian.

source: Send photos to a folder
cs: Pošlete fotografie do složky
eu: Bidali argazkiak karpeta batera

source: Folder Export
cs: Exportování do složky
eu: Karpeta batera esportatzea

source: <app>F-Spot</app> allows you to export to a folder. In order to do so, however, you will need to have the folder export <link xref="extensions">extension</link> installed and enabled.
cs: Aplikace <app>F-Spot</app> vám umožňuje exportovat do složky. Musíte k tomu ale mít nainstalované a zapnuté <link xref="extensions">rozšíření</link> pro export složky.
eu: <app>F-Spot</app>-ek aukera ematen dizu karpeta batera esportatzeko. Hori egiteko, halere, karpeta-esportaziorako <link xref="extensions">hedapena</link> eduki behar duzu instalatuta eta gaituta.

source: To export selected photos to a folder:
cs: Pokud chcete vybrané fotografie exportovat do složky:
eu: Hautatutako argazkiak karpeta batera esportatzeko:

source: Select <guiseq><gui>Photo</gui><gui>Export To</gui><gui>Folder...</gui></guiseq>.
cs: Vyberte <guiseq><gui>Fotografie</gui><gui>Exportovat do</gui><gui>Složky…</gui></guiseq>
eu: Aukeratu <guiseq><gui>Argazkia</gui><gui>Esportatu hona</gui><gui>Karpeta...</gui></guiseq>.

source: Select a folder.
cs: Vyberte složku.
eu: Hautatu karpeta.

source: Name the gallery and give it a description.
cs: Pojmenujte galerii a přidejte jí popis.
eu: Eman izen eta azalpen bat galeriari.

source: Select an export method. <gui>Create Standalone Web Gallery</gui> will create a folder with contents fit to be uploaded to a web server to present pictures in a gallery. <gui>Save the files only</gui> will only move photos to the selected folder. <gui>Create gallery using "Original"</gui> will create a folder with contents suitable for using with Original Photo Gallery.
cs: Vyberte způsob exportu. <gui>Vytvořit samostatnou webovou galerii</gui> vytvoří složku, jejíž obsah bude přizpůsobený k nahrání na webový server v podobě obrázkové galerie. <gui>Pouze uložit soubory</gui> soubory akorát přesune do vybrané složky. <gui>Vytvořit galerii použitím „Originálu“</gui> vytvoří složku s obsahem vhodným pro použití s Original Photo Gallery.
eu: Hautatu esportatzeko metodo bat. <gui>Sortu web-galeria autonomoa</gui> hautatuz gero, karpeta bat sortuko da, web-zerbitzari batera kargatzeko egokitutako edukiarekin, argazkiak galeria batean aurkezteko. <gui>Gorde fitxategiak bakarrik</gui> aukerak hautatutako karpetara eramango ditu argazkiak. <gui>Sortu galeria "jatorrizkoa" erabiliz</gui> hautatuz gero, Jatorrizko argazki-galeriarekin erabiltzeko moduko edukiarekin.

source: Upload photos to Flickr
cs: Nahrajte fotografie na Flickr
eu: Kargatu argazkiak Flickr-era

source: To upload photos to Flickr you will need a Flickr account, as well as internet access. Also, the Flickr <link xref="extensions">extension</link> must be installed and enabled.
cs: Pokud chcete fotografie nahrát do služby Flickr, budete potřebovat účet Flickr a také připojení k internetu. Rovněž musí být nainstalováno a zapnuto <link xref="extensions">rozšíření</link> Flickr.
eu: Flickr-era argazkiak kargatu ahal izateko, Flickr kontu bat eta Interneterako sarbidea eduki behar dituzu. Gainera, Flickr <link xref="extensions">hedapenak</link> instalatuta eta gaituta egon behar du.

source: Manage files already imported
cs: Spravujte soubory, které jste již naimportovali.
eu: Kudeatu lehendik inportatutako fitxategiak

source: File Management
cs: Správa souborů
eu: Fitxategi-kudeaketa

source: <app>F-Spot</app> allows for some control over the contents of your catalog, that is, removing files from your catalog as well as deleting files from your catalog.
cs: V aplikaci <app>F-Spot</app> můžete provádět některé akce týkající se obsahu vašeho katalogu, konkrétně odebírat soubory ze svého katalogu a mazat soubory ze svého disku.
eu: <app>F-Spot</app> aplikazioak aukera ematen du zure katalogoko edukia kontrolatzeko, hau da, fitxategiak katalogotik kentzea, edo ezabatzea.

source: To remove files from your catalog:
cs: Pro odebrání souborů z svého katalogu:
eu: Fitxategiak katalogotik kentzeko:

source: Select the photos you wish to remove from the catalog.
cs: Vyberte fotografie, které si přejete odstranit z katalogu.
eu: Hautatu katalogotik kendu nahi dituzun argazkiak.

source: Right-click the photos, select <gui>Remove From Catalog</gui>. Alternatively, select <guiseq><gui>Edit</gui><gui>Remove From Catalog</gui></guiseq> or press the Delete key on your keyboard.
cs: Klikněte pravým tlačítkem, vyberte <gui>Odstranit z katalogu</gui>. Případně můžete vybrat <guiseq><gui>Upravit</gui><gui>Odstranit z katalogu</gui></guiseq> nebo zmáčknout klávesu Delete na klávesnici.
eu: Egin klik eskuin-botoiarekin, eta hautatu <gui>Kendu katalogotik</gui>. Bestela, hautatu <guiseq><gui>Edit</gui><gui>Kendu katalogotik</gui></guiseq>, edo sakatu teklatuko Ezab tekla.

source: To delete photos from your computer:
cs: Pro smazání fotografií ze svého počítače:
eu: Argazkiak ordenagailutik ezabatzeko:

source: Select the photos you wish to delete.
cs: Vyberte fotografie, které si přejete vymazat.
eu: Hautatu ezabatu nahi dituzun argazkiak.

source: Right-click the photos, select <gui>Delete From Drive</gui>. Alternatively, select <guiseq><gui>Edit</gui><gui>Delete From Drive</gui></guiseq> or press Shift+Delete on your keyboard.
cs: Klikněte pravým tlačítkem, vyberte <gui>Vymazat z disku</gui>. Případně můžete vybrat <guiseq><gui>Upravit</gui><gui>Vymazat z disku</gui></guiseq> nebo zmáčknout klávesu Shift+Delete na klávesnici.
eu: Egin klik eskuin-botoiarekin argazkietan, eta hautatu <gui>Ezabatu unitatetik</gui>. Bestela, hautatu <guiseq><gui>Editatu</gui><gui>Ezabatu unitatetik</gui></guiseq>, edo sakatu Maius+Ezab tekla.

source: Upload photos to Facebook
cs: Nahrajte fotografie na Facebook
eu: Kargatu argazkiak Facebook-era

source: To upload photos to Facebook you will need a Facebook account, as well as internet access. Also, the Facebook <link xref="extensions">extension</link> must be installed and enabled.
cs: Pokud chcete fotografie nahrát do služby Facebook, budete potřebovat účet Facebook a také připojení k internetu. Rovněž musí být nainstalováno a zapnuto <link xref="extensions">rozšíření</link> Facebook.
eu: Facebook-era argazkiak kargatu ahal izateko, Facebook kontu bat eta Interneterako sarbidea eduki behar dituzu. Gainera, Facebook <link xref="extensions">hedapenak</link> instalatuta eta gaituta egon behar du.

source: To post selected photos to Facebook:
cs: Pro odeslání vybraných fotografií na Facebook:
eu: Hautatutako argazkiak Facebook-era kargatzeko:

source: Select <guiseq><gui>Photo</gui><gui>Export To</gui><gui>Facebook</gui></guiseq>.
cs: Vyberte <guiseq><gui>Fotografie</gui><gui>Exportovat do</gui><gui>Facebook</gui></guiseq>.
eu: Aukeratu <guiseq><gui>Argazkia</gui><gui>Esportatu hona</gui><gui>Facebook</gui></guiseq>.

source: Click <gui>Login</gui>. A browser window will be brought up. Log in to Facebook and click "Allow" to allow F-Spot access to your Facebook profile.
cs: Klikněte na <gui>Přihlásit</gui> a objeví se okno prohlížeče. Přihlaste se do služby Facebook a po návratu do aplikace F-Spot klikněte na OK, čímž potvrdíte přístup do svého profilu.
eu: Aukeratu <gui>Hasi saioa</gui>. Arakatzaile-leiho bat azalduko da. Hasi saioa Facebook-en eta egin klik "Onartu" F-Spot aplikazioari sarbidea emateko zure Facebook profilera.

source: Select whether to create a new album or add to an existing album. If you are creating a new album, fill in the relevant information.
cs: Zvolte, zda chcete vytvořit nové album nebo přidávat do některého stávajícího alba. Pokud budete vytvářet nové album, vyplňte příslušné údaje.
eu: Hautatu album berri bat sortzea edo argazkiak lehendik dagoen album batean gehitzea. Album berri bat sortu nahi baduzu, eman nahi duzun informazioa.

source: Edit captions for each photo, if so desired.
cs: Upravte název u každé fotografie, u které je to potřeba.
eu: Editatu argazki bakoitzaren epigrafea, nahi izanez gero.

source: When finished, click <gui>Add</gui>.
cs: Až skončíte, klikněte na <gui>Přidat</gui>.
eu: Amaitutakoan, egin klik <gui>Gehitu</gui> botoian.

source: Working with <app>F-Spot</app> extensions
cs: Práce s rozšířeními <app>F-Spot</app>
eu: <app>F-Spot</app> hedapenekin lan egitea

source: Extensions
cs: Rozšíření
eu: Hedapenak

source: <app>F-Spot</app> allows for the use of extensions to provide additional functionality.
cs: Aplikace <app>F-Spot</app> umí používat rozšíření, která přidávají další funkcionalitu.
eu: <app>F-Spot</app> aplikazioak aukera ematen dizu hedapenak erabiltzeko funtzionaltasun gehigarria hornitzeko.

source: To open the extension manager, select <guiseq><gui>Edit</gui><gui>Manage Extensions</gui></guiseq>.
cs: Správce rozšíření otevřete výběrem <guiseq><gui>Upravit</gui><gui>Spravovat rozšíření</gui></guiseq>.
eu: Hedapen-kudeatzailea irekitzeko, hautatu <guiseq><gui>Editatu</gui><gui>Kudeatu hedapenak</gui></guiseq>.

source: To install extensions:
cs: Pro instalaci rozšíření:
eu: Hedapenak instalatzeko:

source: Open the extension manager.
cs: Otevřete správce rozšíření.
eu: Ireki hedapen-kudeatzailea.

source: Click <gui>Install Add-ins</gui>.
cs: Klikněte na <gui>Instalovat doplňky</gui>.
eu: Aukeratu <gui>Instalatu osagarriak</gui>.

source: Select an add-on to install from the list.
cs: Vyberte ze seznamu doplněk, který chcete nainstalovat.
eu: Hautatu instalatu beharreko osagarria zerrendan.

source: Click <gui>Forward</gui>.
cs: Klikněte na <gui>Vpřed</gui>.
eu: Egin klik <gui>Hurrengoa</gui> botoian.

source: Verify all information, and click <gui>Forward</gui> again.
cs: Zkontrolujte si všechny informace a klikněte opět na <gui>Vpřed</gui>.
eu: Egiaztatu datu guztiak, eta egin klik <gui>Hurrengoa</gui> botoian berriro.

source: To enable plugins that are already installed:
cs: Pro zapnutí již nainstalovaných zásuvných modulů:
eu: Lehendik instalatuta dauden pluginak gaitzeko:

source: Select the extension you wish to enable.
cs: Vyberte rozšíření, které si přejete zapnout.
eu: Hautatu gaitu nahi duzun hedapena.

source: Click <gui>Enable</gui>.
cs: Klikněte na <gui>Zapnout</gui>.
eu: Egin klik <gui>Gaitu</gui> botoian.

source: To disable plugins that are installed:
cs: Pro vypnutí již nainstalovaných zásuvných modulů:
eu: Instalatuta dauden pluginak desgaitzeko:

source: Select the extension you wish to disable.
cs: Vyberte rozšíření, které si přejete vypnout.
eu: Hautatu desgaitu nahi duzun hedapena.

source: Click <gui>Disable</gui>.
cs: Klikněte na <gui>Vypnout</gui>.
eu: Aukeratu <gui>Desgaitu</gui>.

source: To uninstall plugins:
cs: Pro odinstalování zásuvných modulů:
eu: Pluginak desinstalatzeko:

source: Select the extension you wish to uninstall.
cs: Vyberte rozšíření, které si přejete odinstalovat.
eu: Hautatu desinstalatu nahi duzun hedapena.

source: Click <gui>Uninstall</gui>.
cs: Klikněte na <gui>Odinstalovat</gui>.
eu: Egin klik <gui>Desinstalatu</gui> botoian.

source: Simple enhancements for your photos
cs: Jednoduše vylepšujte své fotografie
eu: Argazkien hobekuntza sinpleak

source: Enhancements
cs: Vylepšování
eu: Hobekuntzak

source: Currently, there are two main enhancements that <app>F-Spot</app> supports: red-eye removal and the automatic enhancement of color.
cs: V současnosti jsou v aplikaci <app>F-Spot</app> k dispozici dva nástroje na vylepšování: odstranění červených očí a automatické vylepšení barev.
eu: Gaur egun, bi hobekuntza nagusi onartzen ditu <app>F-Spot</app> aplikazioak: begi gorriak kentzea eta kolorearen hobekuntza automatikoa.

source: To remove red-eye:
cs: Pro odstranění červených očí:
eu: Begi gorriak kentzeko:

source: By double-clicking, select the photo on which you wish to use the red-eye removal tool.
cs: Dvojitým kliknutím označte fotografii, u které si přejete použít nástroj na odstranění červených očí.
eu: Egin klik bikoitza, eta hautatu begi gorriak kentzeko tresna erabili nahi duzun argazkia.

source: Click <gui>Red-Eye Removal</gui> in the Edit panel.
cs: V editačním panelu klikněte na <gui>Odstranit červené oči</gui>.
eu: Egin klik <gui>Kendu begi gorriak</gui>botoian, 'Editatu' panelean.

source: Select the area from which you wish to remove red-eye. Note: If the area contains many red areas, you may wish to select each eye individually.
cs: Vyberte oblast, ve které chcete odstranit červené oči. Poznámka: Pokud fotografie obsahuje příliš mnoho červených očí, možná je budete chtít označovat postupně.

source: Click <gui>Fix!</gui>.
cs: Klikněte na <gui>Opravit</gui>.
eu: Egin klik <gui>Konpondu!</gui> botoian.

source: To automatically enhance the colors of the photo:
cs: Pro automatické vylepšení barev fotografie:
eu: Argazkiaren koloreak automatikoki hobetzeko:

source: By double-clicking, select the photo which you wish to enhance.
cs: Dvojitým kliknutím vyberte fotografii, kterou chcete vylepšit.
eu: Klik bikoitzarekin, hautatu hobekuntza egin nahi diozun argazkia.

source: Click <gui>Auto Color</gui>.
cs: Klikněte na <gui>Automatické barvy</gui>.
eu: Egin klik <gui>Kolore automatikoa</gui> botoian.

source: Search photos by date
cs: Hledejte fotografie podle data
eu: Bilatu argazkiak dataren arabera

source: Search by Date
cs: Hledání podle data
eu: Bilatu dataren arabera

source: To search by date:
cs: Když chcete hledat podle data:
eu: Dataren arabera bilatzeko:

source: Select <guiseq><gui>Find</gui><gui>By Date</gui><gui>Set Date Range...</gui></guiseq>.
cs: Vyberte <guiseq><gui>Hledat</gui><gui>Podle data</gui><gui>Nastavit rozsah data…</gui></guiseq>
eu: Hautatu <guiseq><gui>Bilatu</gui><gui>Dataren arabera</gui><gui>Ezarri data-bitartea...</gui></guiseq>.

source: Select a time period to from which to view photos. This can by done by selecting a set period, such as a week, or by specifying dates.
cs: Vyberte časové období, ze kterého chcete fotografie zobrazit. To lze udělat buď vybráním přednastaveného období nebo zadáním dat.
eu: Hautatu ikusi nahi dituzun argazkien data-bitartea. Hautatu ezarritako epe bat, astebete adibidez, edo zehaztu datak.

source: Alternatively, you can use the timeline. To use the timeline:
cs: Případně můžete použít časovou osu. Pokud tak chcete učinit:
eu: Bestela, erabili denbora-lerroa. Denbora-lerroa erabiltzeko:

source: Make sure the timeline is enabled by selecting <guiseq><gui>View</gui><gui>Components</gui></guiseq> and making sure that <gui>Timeline</gui> is checked.
cs: Ujistěte se, že je časová osa zapnutá vybráním <guiseq><gui>Zobrazit</gui><gui>Komponenty</gui></guiseq> a kontrolou zaškrtnutí <gui>Časová osa</gui>.
eu: Denbora-lerroa gaituta dagoela ziurtatzeko, hautatu <guiseq><gui>View</gui><gui>Osagarriak</gui></guiseq>, eta ziurtatu <gui>Denbora-lerroa</gui> hautatuta dagoela.

source: In the timeline, click the bar corresponding to the time period you wish to look at.
cs: Na časové ose klikněte do pruhu odpovídajícímu časovému období, na které se chcete dívat.
eu: Denbora-lerroan, egin klik ikusi nahi duzun denbora-epeari dagokion barra.

source: To stop searching by date:
cs: Když chcete zastavit vyhledávání podle data:
eu: Dataren arabera bilatzeari uzteko:

source: Select <guiseq><gui>Find</gui><gui>By Date</gui><gui>Clear Date Range</gui></guiseq>.
cs: Vyberte <guiseq><gui>Hledat</gui><gui>Podle data</gui><gui>Vymazat rozsah data</gui></guiseq>.
eu: Hautatu <guiseq><gui>Bilatu</gui><gui>Dataren arabera</gui><gui>Garbitu data-bitartea</gui></guiseq>.

source: Edit the colors of your photos
cs: Upravujte barvy svých fotografií
eu: Editatu zure argazkietako koloreak

source: Color Editing
cs: Úpravy barev
eu: Kolore-edizioa

source: <app>F-Spot</app> supports several modes of color manipulation.
cs: Aplikace <app>F-Spot</app> podporuje několik režimů úprav barev.
eu: <app>F-Spot</app> aplikazioak hainbat modu eskaintzen ditu kolorea manipulatzeko.

source: Desaturate
cs: Odbarvit
eu: Desasetu

source: This mode eliminates all saturation, turning a color image into a black and white image.
cs: Tento režim vyruší všechny barvy a obrázek změní na černobílý.
eu: Modu onek saturazio osoa kentzen du, eta koloretako argazki bat zuri-beltzezko bihurtzen du.

source: Sepia Tone
cs: Sépiový odstín
eu: Sepia efektua

source: This mode simulates a photo being created with sepia toner.
cs: Tento režim simuluje fotografie vytvořené v sépiové barvě.
eu: Sepia tonerrarekin sortutako argazki bat simulatzen du.

source: Auto Color
cs: Automatické barvy
eu: Kolore automatikoa

source: This mode automatically adjusts the colors to a set profile.
cs: Tento režim barvy automaticky přizpůsobí nastavenému profilu.
eu: Modu honek ezarritako profil batekin doitzen ditu koloreak.

source: Burn photos to a CD
cs: Vypalte fotografie na CD
eu: Grabatu argazkiak CD batean

source: CD Export
cs: Exportování na CD
eu: CDa esportatzea

source: Adjusting the colors of a photo
cs: Upravování barev fotografie.
eu: Argazki bateko koloreak doitzea

source: Adjust Color
cs: Úprava barev
eu: Doitu kolorea

source: As far as the editing tools in F-Spot, adjusting the color is easily the most powerful. The color editor allows you to adjust:
cs: Co se týká nástroje pro úpravy v aplikaci F-Spot, úprava barev je jednoduše nejmocnější. Editor barev umožňuje upravit:
eu: F-Spot aplikazioaren edizio-tresnen artean, kolorea doitzeko da ahaltsuena. Kolore-editoreak aukera ematen dizu ondokoak doitzeko:

source: Exposure
cs: Expozice
eu: Esposizioa

source: This adjustment simulates lengthening or shortening the exposure time.
cs: Tyto úpravy simulují prodlužování nebo zkracování expozičního času.
eu: Doikuntza honek esposizio-denborarren luzatzea edo laburtzea simulatzen du.

source: Saturation
cs: Sytost
eu: Saturazioa

source: This adjustment simulates adjusting the amount of color in the image, i.e. sliding it to the left decrease color, making it black and white, while sliding it to the right will increase the vibrancy of colors.
cs: Tyto úpravy simulují přizpůsobení množství barvy v obrázku, t.j. tažením doleva barvy ubíráte a přecházíte do černobílého obrázku, zatímco tažením doprava zvětšujete živost barev.
eu: Doikuntza honek argazkiko kolore kopurua doitzen du: ezkerrera eramanez gero, kolorea jaitsiko da, zuri-beltzezko bihurtuz, eta eskuinera eramanez gero, berriz, koloreen bizitasuna handituko da.

source: Brightness
cs: Jas
eu: Distira

source: This adjustment increase the brightness of colors. Increasing this too much will make colors appear "washed out", while decreasing it too much will make the image too dark and lacking in contrast.
cs: Tyto úpravy zvyšují jas barev. Přílišné vytáhnutí jasu způsobí „přepálení“ barev, zatímco přílišné snížení bude mít za následek příliš tmavý obraz a ztrátu kontrastu.
eu: Doikuntza honek distira handituko du. Gehiegi igoz gero, koloreak bizitasunik gabe azalduko dira; gehiegi jaitsiz gero, berriz, irudia ilunegia izango da, eta kontrastea faltako du.
