Repository: Chimpanc/f-spot
Catalog: po/*.po
Languages: lv

source: <b>From Photo</b>
lv: <b>No fotogrāfijas</b>

source: <b>Predefined icons</b>
lv: <b>Iepriekš definētas ikonas</b>

source: <b>Preview</b>
lv: <b>Priekšskatījums</b>

source: Design icon from
lv: Zīmēt ikonu no

source: Edit Tag Icon
lv: Rediģēt birkas ikonu

source: No _image
lv: Nav a_ttēla

source: <b>View all pictures imported</b>
lv: <b>Skatīt visas importētās bildes</b>

source: Display only those photos that were imported in specified Rolls.
lv: Rādīt tikai tās fotogrāfijas, kas tika importētas norādītajos ruļļos.

source: Filter on selected rolls
lv: Filtrs uz norādītajiem ruļļiem

source: Number of photos in selected rolls:
lv: Fotogrāfiju skaits izvēlētajos ruļļos:

source: Show all photos.
lv: Rādīt visas fotogrāfijas.

source: after
lv: pēc

source: and
lv: un

source: at
lv: kad

source: between
lv: starp

source: Color profile for display:
lv: Displeja krāsu profils:

source: Color profile for printing:
lv: Krāsu profils drukāšanai:

source: F-Spot Preferences
lv: F-Spot iestatījumi

source: F-Spot appearance:
lv: F-Spot izskats:

source: Inside the image files when possible <small>Makes them accessible to other image-editing programs.</small>
lv: Ja iespējams, attēla failos <small>Padara to pieejamu citām attēlu apstrādes programmām.</small>

source: Never modify image files. <small>Write XMP files next to the images instead.</small>
lv: Nekad nemainīt attēla failus. <small>Tā vietā attēliem blakus rakstīt XMP failus.</small>

source: Select A Folder
lv: Izvēlieties mapi

source: Separately from the image files
lv: Atsevišķi no attēla failiem

source: Store tags and descriptions for photos:
lv: Glabāt birkas un aprakstus fotogrāfijām:

source: When importing photos, copy them to:
lv: Kad importē fotogrāfijas, kopēt tās uz:

source: <b>Max Rating</b>
lv: <b>Maks. vērtējums</b>

source: <b>Min Rating</b>
lv: <b>Min. vērtējums</b>

source: Set Rating Filter
lv: Iestatīt vērtējuma filtru

source: Repair
lv: Salabot

source: Manage your custom selection ratios
lv: Pārvaldiet savu pielāgoto iezīmējuma samēru

source: Selection Constraints
lv: Iezīmējuma ierobežojumi

source: Edit
lv: Rediģēt

source: No selection available
lv: Izvēle nav pieejama

source: This tool requires an active selection. Please select a region of the photo and try the operation again
lv: Šai ierīcei vajag aktīvo iezīmējumu. Lūdzu, izvēlēties fotogrāfijas reģionu un mēģiniet darbību atkal

source: Error saving adjusted photo
lv: Kļūda, saglabājot pielāgoto fotogrāfiju

source: Received exception "{0}". Note that you have to develop RAW files into JPEG before you can edit them.
lv: Saņemts izņēmums "{0}". Ņemiet vērā, ka jums jāattīsta RAW faili par JPEG failiem, pirms tos var rediģēt.

source: _Horizontal
lv: _Horizontāla

source: _Vertical
lv: _Vertikāla

source: Find:
lv: Meklēt:

source: Folders
lv: Mapes

source: Filesystem
lv: Failu sistēma

source: Histogram
lv: Histogramma

source: Image Information
lv: Informācija par attēlu

source: {0} Photos
lv: {0} fotogrāfijas

source: Name
lv: Nosaukums

source: Version
lv: Versija

source: (No Edits)
lv: (Nav izmaiņu)

source: (One Edit)
lv: ({0} izmaiņa)

source: Date
lv: Datums

source: Show Date
lv: Rādīt datumu

source: On {0} between {1} and {2}
lv: {0} starp {1} un {2}

source: Between {0} and {1}
lv: Starp {0} un {1}

source: Size
lv: Izmērs

source: Show Size
lv: Rādīt izmēru

source: (Unknown)
lv: (Nezināms)

source: Exposure
lv: Ekspozīcija

source: Show Exposure
lv: Rādīt ekspozīciju

source: flash fired
lv: bija zibspuldze

source: flash didn't fire
lv: zibspuldzes nebija

source: Focal Length
lv: Fokusa garums

source: Show Focal Length
lv: Rādīt fokusa garumu

source: Camera
lv: Fotoaparāts

source: Show Camera
lv: Rādīt fotoaparātu

source: Creator
lv: Veidotājs

source: Show Creator
lv: Rādīt veidotāju

source: File Size
lv: Faila izmērs

source: Show File Size
lv: Rādīt faila izmēru

source: (File read error)
lv: (Faila lasīšanas kļūda)

source: Rating
lv: Vērtējums

source: Show Rating
lv: Rādīt vērtējumu

source: Show Tags
lv: Rādīt birkas

source: Metadata
lv: Metadati

source: Extended Metadata
lv: Paplašinātie metadati

source: No active photo
lv: Nav aktīvas fotogrāfijas

source: The photo "{0}" does not exist
lv: Fotogrāfija "{0}" neeksistē

source: No metadata available
lv: Metadati nav pieejami

source: Error saving sharpened photo
lv: Kļūda, saglabājot asināto fotogrāfiju

source: Sharpen
lv: Asināt

source: Amount:
lv: Apjoms:

source: Radius:
lv: Rādiuss:

source: Threshold:
lv: Slieksnis:

source: Create New Tag...
lv: Izveidot jaunu birku...

source: (No Tags)
lv: (Nav birku)

source: Create New Version
lv: Izveidot jaunu versiju

source: Name:
lv: Nosaukums:

source: Rename Version
lv: Pārsaukt versiju

source: New name:
lv: Jauns nosaukums:

source: Delete
lv: Dzēst

source: Really delete version "{0}"?
lv: Tiešam dzēst versiju "{0}"?

source: This removes the version and deletes the corresponding file from disk.
lv: Tas izņems versiju un dzēsīs atbilstošo failu no diska.

source: De_tach
lv: A_tvienot

source: Really detach version "{0}" from "{1}"?
lv: Tiešām atvienot versiju "{0}" no "{1}"?

source: This makes the version appear as a separate photo in the library. To undo, drag the new photo back to its parent.
lv: Rezultātā versija bibliotēkā parādīsies kā atsevišķa fotogrāfija. Lai atsauktu, velciet jauno fotogrāfiju atpakaļ uz vecāku.

source: Re_parent
lv: At_pakaļ pie vecāka

source: Really reparent "{0}" as version of "{1}"?
lv: Vai tiešām "{2}" atpakaļ pie vecāka kā "{1}" versiju?

source: This makes the photos appear as a single one in the library. The versions can be detached using the Photo menu.
lv: Tas liks bibliotēkā bildēm izskatīties kā vienai. Versijas var tikt atvienotas izvēlnē 'Fotogrāfija'.

source: Received exception "{0}".
lv: Saņemts izņēmums "{0}".

source: Create New Tag
lv: Izveidot jaunu birku

source: Name of New Tag:
lv: Jaunās birkas nosaukums:

source: Find
lv: Meklēt

source: Edit Tag...
lv: Rediģēt birku...

source: Delete Tag
lv: Dzēst birku

source: Attach Tag to Selection
lv: Pievienot birku izvēlei

source: Remove Tag From Selection
lv: Izņemt birku no izvēles

source: Merge Tags
lv: Apvienot birkas

source: Updating Thumbnails
lv: Atjaunina sīktēlus

source: Updating picture "{0}"
lv: Atjaunina bildi "{0}"

source: <b>Co_rrections</b>
lv: <b>La_bojumi</b>

source: <b>_White Balance</b>
lv: <b>_Baltās krāsas balanss</b>

source: C_ontrast:
lv: K_ontrasts:

source: Te_mp:
lv: Te_mperatūra:

source: _Brightness:
lv: _Spilgtums:

source: _Exposure:
lv: _Ekspozīcija

source: _Hue:
lv: _Tonis:

source: _Saturation:
lv: Pie_sātinātjums:

source: _Tint:
lv: _Tonis:

source: C_opy files to the Photos folder
lv: K_opēt failus uz fotogrāfiju mapi

source: I_nclude subfolders
lv: Iekļaut _apakšmapes

source: Import _from:
lv: Importēt +no:

source: _Attach tags:
lv: Pievienot birk_as:

source: _Detect duplicates
lv: Atrast _dublikātus

source: _Import
lv: _Importēt

source: _Remove original files after import
lv: Pēc impo_rtēšanas izņemt oriģinālos failus

source: <b>Size</b>
lv: <b>Izmērs</b>

source: <b>Summary</b>
lv: <b>Kopsavilkums</b>

source: Create Mail
lv: Izveidot vēstuli

source: Create a mail with the selected photos (possibly resized) attached
lv: Veido vēstuli ar pievienotām izvēlētajām fotogrāfijām (iespējams, ar mainītu izmēru)

source: Do not send a mail
lv: Nesūtīt vēstuli

source: Estimated new size
lv: Jaunā izmēra novērtējums

source: Extra large
lv: Ļoti liels

source: Large
lv: Liels

source: Medium
lv: Vidējs

source: Number of pictures
lv: Bilžu skaits

source: Original size (possible very large file size)
lv: Sākotnējais izmērs (iespējams ļoti liels faila izmērs)

source: Small
lv: Mazs

source: Tiny
lv: Sīks

source: Total original size
lv: Sākotnējais izmērs

source: _Create Mail
lv: Izveidot _vēstuli

source: Adjust _Time...
lv: Pielāgo_t laiku...

source: Arrange _by
lv: Kārtot _pēc

source: By _Date
lv: Pēc _datuma

source: By _Import Roll
lv: Pēc _importētā ruļļa

source: By _Rating
lv: Pēc vē_rtējuma

source: Copy
lv: Kopēt

source: Create New _Tag...
lv: Izveido_t jaunu birku...

source: Create _New Version...
lv: Izveidot jau_nu versiju...

source: De_tach Version
lv: A_tvienot versiju

source: Fin_d
lv: _Meklēt

source: Manage _Extensions
lv: Pār_valdīt paplašinājumus

source: Page Set_up...
lv: Lapas iestatīj_umi...

source: Re_fresh Thumbnail
lv: _Atsvaidzināt sīktēlu

source: Select _All
lv: Iezīmēt _visu

source: Select _None
lv: Iezīmēt _neko

source: Send by _Mail...
lv: Sūtīt _vēstuli...

source: Set as _Background
lv: Ielikt kā _fona attēlu

source: Side_bar
lv: Sānu _josla

source: T_ags
lv: Birk_as

source: Tags:
lv: Birkas:

source: Thumbnail _elements
lv: Sīktēlu _elementi

source: Too_lbar
lv: Rīkjos_la

source: View
lv: Skats

source: Zoom _in
lv: Tuv_ināt

source: Zoom _out
lv: Tā_lināt

source: Zoom in
lv: Tuvināt

source: Zoom out
lv: Tālināt

source: _Attach Tag
lv: _Pievienot birku

source: _Attach Tag to Selection
lv: _Pievienot birku pie izvēles

source: _Clear Rating Filter
lv: _Attīrīt vērtējuma filtru

source: _Clear Roll Filter
lv: _Attīrīt ruļļa filtru

source: _Close
lv: _Aizvērt

source: _Components
lv: _Komponenti

source: _Contents
lv: _Saturs

source: _Dates
lv: _Datumi

source: _Delete Selected Tag
lv: _Dzēst izvēlēto birku

source: _Delete Version
lv: _Dzēst versiju

source: _Edit
lv: R_ediģēt

source: _Edit Tag...
lv: R_ediģēt birku...

source: _Export to
lv: _Eksportēt uz

source: _Filmstrip
lv: Dia_filma

source: _Fullscreen
lv: _Pilnekrāns

source: _Help
lv: _Palīdzība

source: _Hidden
lv: _Slēpts

source: _Import...
lv: _Importēt...

source: _Invert Selection
lv: _Invertēt izvēli

source: _Large
lv: _Liels

source: _Last Import Roll
lv: Pēdējais importētais ru_llis

source: _Loupe
lv: _Lupa

source: _Medium
lv: _Vidējs

source: _Photo
lv: _Fotogrāfija

source: _Quit
lv: I_ziet

source: _Ratings
lv: Vē_rtējumi

source: _Remove Tag From Selection
lv: Izņemt bi_rku no izvēles

source: _Rename Version
lv: Pā_rsaukt versiju

source: _Reverse Order
lv: Apg_riezta secība

source: _Select Import Rolls...
lv: Izvēlētie_s importētos ruļļus...

source: _Set Date Range...
lv: Ie_statīt datumu apgabalu...

source: _Set Rating filter...
lv: Ie_statīt vērtējuma filtru...

source: _Sharpen...
lv: A_sināt...

source: _Slideshow
lv: _Slīdrāde

source: _Small
lv: Maz_s

source: _Tag Icons
lv: _Birku ikonas

source: _Tags
lv: _Birkas

source: _Timeline
lv: _Laika skala

source: _Tools
lv: _Rīki

source: _Untagged Photos
lv: _Fotogrāfijas bez birkām

source: _Version
lv: _Versija

source: _View
lv: _Skats

source: Display File _Names
lv: Rādīt failu _nosaukumus

source: F-Spot View
lv: F-Spot skats

source: Show or hide the side pane
lv: Rādīt vai slēpt sānu rūti

source: Show or hide the toolbar
lv: Rādīt vai slēpt rīkjoslu

source: Side _pane
lv: Sānu _rūts

source: _Export
lv: _Eksportēt

source: _Toolbar
lv: _Rīkjosla

source: Select a Tag...
lv: Izvēlēties birku...

source: <b>Image Interpolation</b>
lv: <b>Attēla interpolēšana</b>

source: <b>Transparent Parts</b>
lv: <b>Caurspīdīgās daļas</b>

source: <small><i>Enable this to allow interpolation on zoomed images. You shouldn't disable this for viewing photos, but disabling the interpolation could be usefull in icon design.</i></small>
lv: <small><i>Aktivējiet šo, lai ļautu mērogoto attēlu interpolēšanu. Jums nevajadzētu to izslēgt skatoties bildes, bet interpolācijas izslēgšana var būt derīga ikonu veidošanā.</i></small>

source: <small><i>You can choose how to display transparent parts in images. This option has no effect on photos, but setting this as check pattern or custom color could be usefull when viewing icons or other artworks with transparent parts.</i></small>
lv: <small><i>Jūs varat izvēlēties, kā attēlot caurspīdīgas attēla daļas. Šai opcijai nav ietekmes uz bildēm, bet šo vērtību iestatīšana uz šaha rakstu vai pielāgotu krāsu var noderēt, apskatot ikonas vai citus darbus ar caurspīdīgām daļām.</i></small>

source: As _background
lv: Kā _fonu

source: As _custom color:
lv: Kā _pielāgota krāsa:

source: As check _pattern
lv: Kā šaha _raksts

source: Preferences
lv: Iestatījumi

source: _Interpolate image on zoom
lv: _Interpolēt attēlu kad maina mērogu

source: Page Setup
lv: Lapas iestatījumi

source: Paper Size: {0} x {1} mm
lv: Papīra izmērs: {0} x {1} mm

source: Set Page Size and Orientation
lv: Iestatīt papīra izmēru un orientāciju

source: Photos per page
lv: Fotogrāfijas lapā

source: Repeat
lv: Atkārtot

source: Print cut marks
lv: Drukāt griezuma zīmes

source: Photos layout
lv: Fotogrāfiju izkārtojums

source: Full Page (no margin)
lv: Pilna lapa (bez apmalēm)

source: Zoom
lv: Mērogs

source: Fill
lv: Aizpildījums

source: Scaled
lv: Mērogots

source: White borders
lv: Baltas malas

source: Custom Text
lv: Pielāgots teksts

source: Photos infos
lv: Informācija par fotogrāfijām

source: Print file name
lv: Drukāt faila nosaukumu

source: Print photo date
lv: Drukāt fotogrāfijas datumu

source: Print photo time
lv: Drukāt fotogrāfijas laiku

source: Print photo tags
lv: Drukāt fotogrāfijas birkas

source: Print photo comment
lv: Drukāt fotogrāfijas komentāru

source: No applications available
lv: Nav pieejamu lietotņu

source: Blackout
lv: Aptumšojums

source: Select the area that you want blacked out.
lv: Iezīmējiet laukumus, kurus vēlaties aptumšot.

source: Convert to B/W
lv: Pārveidot uz melnbaltu

source: Apply
lv: Pielietot

source: Flip
lv: Apmest

source: Pixelate
lv: Pikselizēt

source: Select the area that you want pixelated.
lv: Iezīmējiet laukumus, kurus vēlaties pikselizēt.

source: Resize
lv: Mainīt izmēru

source: Transferring Pictures
lv: Pārsūta bildes

source: Transferring picture "{0}" To CD
lv: Pārsūta bildi "{0}" uz CD

source: Done Sending Photos
lv: Fotogrāfiju sūtīšana ir pabeigta

source: Transfer Complete
lv: Pārsūtīšana pabeigta

source: Error While Transferring
lv: Kļūda pārsūtot

source: Error Transferring
lv: Kļūda pārsūtot

source: copying...
lv: kopē...

source: <b><i>There are some previously scheduled items to write</i></b>
lv: <b><i>Ir rakstāmas lietas, kas ir iepriekš ieplānotas</i></b>

source: <b>Photos to Burn</b>
lv: <b>Fotogrāfijas ierakstīšanai</b>

source: Create CD
lv: Izveidot CD

source: Size of the exported selection:
lv: Eksportējamas izvēles izmērs:

source: _Browse Previously Scheduled Files
lv: _Pārlūkot iepriekš plānotos failus

source: _Write only these photos to CD
lv: _Rakstīt tikai šīs fotogrāfijas uz CD

source: Waiting for authorization
lv: Gaida autorizāciju

source: F-Spot will now launch your browser so that you can enable the permission you just selected. Once you are directed by Facebook to return to this application, click "Ok" below.
lv: F-Spot tagad palaidīs pārlūku, lai jūs varētu aktivēt tikko izvēlētās atļaujas. Kad Facebook jūs atsūtīs jūs atpakaļ uz šo lietotni, spiediet "Labi" zemāk.

source: Too many images to export
lv: Pārāk daudz eksportējamo attēlu

source: Facebook only permits {0} photographs per album. Please refine your selection and try again.
lv: Facebook ļauj tikai {0} fotogrāfijas albumā. Lūdzu, attīriet savu izvēli un mēģiniet vēlreiz.

source: Album must have a name
lv: Albumam ir jābūt ar nosaukumu

source: Please name your album or choose an existing album.
lv: Lūdzu, nosauciet savu albumu vai izvēlieties esošu albumu.

source: Creating a new album failed
lv: Neizdevās jauna albuma izveidošana

source: An error occurred creating a new album. {0}
lv: Gadījās kļūda, veidojot jaunu albumu. {0}

source: Uploading Pictures
lv: Augšupielādē bildes

source: Uploading picture "{0}" ({1} of {2})
lv: Augšupielādē bildi "{0}" ({1} no {2})

source: Error Uploading To Facebook: {0}
lv: Kļūda, augšupielādējot uz Facebook: {0}

source: Error
lv: Kļūda

source: Upload Complete
lv: Augšupielāde pabeigta

source: Visit F-Spot group on Facebook
lv: Apmeklējiet Facebook grupu F-Spot

source: Waiting for authentication
lv: Gaida autentifikāciju

source: F-Spot will now launch your browser so that you can log into Facebook. Once you are directed by Facebook to return to this application, click "Ok" below. F-Spot will cache your session in gnome-keyring, if possible, and re-use it on future Facebook exports.
lv: F-Spot tagad palaidīs pārlūku, lai jūs varētu pieteikties Facebook. Kad Facebook jūs atsūtīs jūs atpakaļ uz šo lietotni, spiediet "Labi" zemāk. F-Spot, ja varēs, pieglabās jūsu sesiju gnome-keyring lietotnē un to izmantos turpmākām Facebook eksportēšanām.

source: Authenticating...
lv: Autentificē...

source: Error logging into Facebook
lv: Kļūda, piesakoties Facebook

source: There was a problem logging into Facebook. Check your credentials and try again.
lv: Gadījās kļūda, piesakoties Facebook. Pārbaudiet savu akreditāciju un mēģiniet vēlreiz.

source: Authorizing Session
lv: Autorizē sesiju

source: Session established, fetching user info...
lv: Sesija izveidota, saņem informāciju par lietotāju...

source: Session established, fetching friend list...
lv: Sesija izveidota, saņem draugu sarakstu...

source: Session established, fetching friend details...
lv: Sesija izveidota, saņem informāciju par draugiem...

source: Session established, fetching photo albums...
lv: Sesija izveidota, saņem fotogrāfiju albumus...

source: {0} {1} is logged into Facebook
lv: {0} {1} ir pieteicies Facebook

source: Facebook Connection Error
lv: Facebook savienojuma kļūda

source: There was an error when downloading your information from Facebook. Facebook said: {0}
lv: Gadījās kļūda, no Facebook lejupielādējot informāciju par jums. Facebook teica: {0}

source: You are not logged in.
lv: Jūs neesat pieteicies.

source: Auto-confirm Photos
lv: Automātiski apstiprināt fotogrāfijas

source: Caption
lv: Paraksts

source: Create a new album
lv: Izveidot jaunu albumu

source: Description
lv: Apraksts

source: Export to Facebook
lv: Eksportēt uz Facebook

source: In this photo
lv: Šajā fotogrāfijā

source: Location
lv: Vieta

source: Login
lv: Pieteikties

source: Logout
lv: Atteikties

source: Not logged in
lv: Nav pieteicies

source: Permissions:
lv: Atļaujas:

source: Stay Connected
lv: Uzturēt savienojumu

source: Use an existing album
lv: Izmantot esošu albumu

source: Who is this?
lv: Kas tas ir?

source: Authorize
lv: Autorizēt

source: Return to this window after you have finished the authorization process on {0} and click the "Complete Authorization" button below
lv: Atgriezieties pie šī loga, kad jūs pabeigsiet autorizācijas procesu uz {0} un spiediet pogu "Beigt autorizāciju"

source: Complete Authorization
lv: Beigt autorizāciju

source: Logging into {0}
lv: Pieteikties {0}

source: Checking credentials...
lv: Pārbauda akreditācijas datus...

source: Welcome {0} you are connected to {1}
lv: Laipni lūdzam, {0}, jūs esat savienojies ar {1}

source: Sign in as a different user
lv: Ierakstīties kā cits lietotājs

source: Used {0} of your allowed {1} monthly quota
lv: Izmantoti {0} no atļautās {1} mēneša kvotas

source: Unable to log on
lv: Nevar pieteikties

source: Waiting for response {0} of {1}
lv: Gaida atbildi {0} no {1}

source: Uploading picture "{0}"
lv: Augšupielādē bildi "{0}"

source: Error Uploading To {0}: {1}
lv: Kļūda, augšupielādējot uz {0}: {1}

source: Unable to log on.
lv: Nevar pieteikties.

source: F-Spot was unable to log on to {0}. Make sure you have given the authentication using {0} web browser interface.
lv: F-Spot nevarēja pieteikties uz {0}. Pārliecinieties, ka jums bija dota autentifikācija, izmantojot {0} tīmekļa pārlūka saskarni.

source: <b>Account</b>
lv: <b>Konts</b>

source: <b>Style</b>
lv: <b>Stils</b>

source: <b>Viewing permissions</b>
lv: <b>Skatīšanās atļaujas</b>

source: Export tag _hierarchy
lv: Eksportēt birku _hierarhiju

source: F-Spot needs your authorization in order to upload photos to your {0} account. Press the "Authorize" button to open a web browser and give F-Spot the authorization.
lv: F-Spot vajag jūsu autorizāciju, lai augšupielādētu fotogrāfijas uz {0} kontu. Spiediet "Autorizēt" pogu, lai atvērtu pārlūkprogrammu un dotu F-Spot autorizāciju.

source: Ignore _top level tags
lv: Izveido_t augšējā līmeņa birkas

source: Private
lv: Privāts

source: Public
lv: Publisks

source: Visible to Family
lv: Redzams ģimenei

source: Visible to Friends
lv: Redzams draugiem

source: _Export tags
lv: _Eksportēt birkas

source: _Resize to:
lv: Mainīt izmē_ru uz:

source: _View photos in browser when done uploading
lv: _Skatīt bildes pārlūkprogrammā, kad beigsies augšupielāde

source: pixels
lv: pikseļi

source: Select Export Folder
lv: Izvēlieties eksportēšanas mapi

source: Building Gallery
lv: Izveido galeriju

source: Exporting "{0}"...
lv: Eksportē "{0}"...

source: Error Copying "{0}" to Gallery:{2}{1}
lv: Kļūda, kopējot "{0}" uz galeriju: {2}{1}

source: Transferring to "{0}"
lv: Pārsūta uz "{0}"

source: Transferring...
lv: Pārsūta...

source: Export Complete.
lv: Eksportēšana pabeigta.

source: Exporting Photos Completed.
lv: Fotogrāfiju eksportēšana pabeigta.

source: Exporting Photos
lv: Eksportē fotogrāfijas

source: Light
lv: Gaišie

source: Dark
lv: Tumšie

source: Prev
lv: Iepr.

source: Index
lv: Indekss

source: Gallery generated by
lv: Galerija veidota ar

source: Show Styles
lv: Rādīt stilus

source: Hide Styles
lv: Slēpt stilus

source: Page:
lv: Lapa:

source: <b>Destination</b>
lv: <b>Galamērķis</b>

source: <b>Export Method</b>
lv: <b>Eksportēšanas metode</b>

source: Create _gallery using "Original"
lv: Izveidot _galeriju, izmantojot "Oriģināls"

source: Create standalone _web gallery
lv: Izveidot patstāvīgu _tīmekļa galeriju

source: D_escription:
lv: A_praksts:

source: Export _tags
lv: Ekspor_tēt birkas

source: Export tag _icons
lv: Eksportēt birku _ikonas

source: G_allery Name:
lv: G_alerijas nosaukums:

source: Open _destination when done exporting
lv: Atvērt _galamērķi, kad eksportēšana ir pabeigta

source: _Folder:
lv: _Mape:

source: _Save the files only
lv: _Saglabāt tikai failus

source: Invalid URL
lv: Nederīgs URL

source: The gallery URL entry does not appear to be a valid URL
lv: Galerijas URL ieraksts neizskatās pēc derīga URL

source: Error while connecting to Gallery
lv: Kļūda, savienojoties ar galeriju

source: The following error was encountered while attempting to log in: {0}
lv: Ar sekojošo kļūdu saskārās, mēģinot pieteikties {0}

source: A Gallery with this name already exists
lv: Galerija ar šādu nosaukumu jau eksistē

source: There is already a Gallery with the same name in your registered Galleries. Please choose a unique name.
lv: Jau ir galerija ar tādu pašu nosaukumu reģistrētajās galerijās. Lūdzu, izvēlieties unikālu nosaukumu.

source: Unhandled exception
lv: Neapstrādāts izņēmums

source: Cannot connect to a Gallery for which the version is unknown. Please check that you have Remote plugin 1.0.8 or later
lv: Nevar savienoties ar galeriju, kurai nav zināms versijas numurs. Pārliecinieties, ka jums ir Remote spraudnis 1.0.8 vai jaunāks

source: (TopLevel)
lv: (Augšējais līmenis)

source: Invalid Gallery name
lv: Nederīgs galerijas nosaukums

source: The gallery name contains invalid characters. Only letters, numbers, - and _ are allowed
lv: Galerijas nosaukuma ir nederīgas rakstzīmes. Ir atļauti tikai burti, cipari, - un _.

source: Error uploading picture "{0}" to Gallery: {1}
lv: Kļūda, augšupielādējot bildi "{0}" uz galeriju: {1}

source: (No Gallery)
lv: (Nav galerijas)

source: (Not Connected)
lv: (Nav savienots)

source: (No Albums)
lv: (Nav albumu)

source: No account selected
lv: Nav izvēlēts konts

source: Error reading server response
lv: Kļūda, nolasot servera atbildi

source: Server returned response without Gallery content
lv: Serveris atgrieza atbildi bez galerijas satura

source: Error while creating new album
lv: Kļūda, veidojot jaunu albumu
