Repository: Chimpanc/f-spot
Catalog: po/*.po
Languages: lv

source: The following error was encountered while attempting to perform the requested operation: {0} ({1})
lv: Ar sekojošo kļūdu saskārās, mēģinot veikt pieprasīto darbību. {0} ({1})

source: _Album Name:
lv: _Albuma nosaukums:

source: _Description:
lv: _Apraksts:

source: _Parent Album:
lv: _Vecāka albums:

source: _Title:
lv: Virsraks_ts:

source: <span weight='bold' size='larger'>Error Connecting to Gallery</span>
lv: <span weight='bold' size='larger'>Kļūda, savienojoties ar galeriju</span>

source: Please verify that the settings for this gallery are correct.
lv: Lūdzu, pārliecinieties, ka šīs galerijas iestatījumi ir pareizi.

source: _Gallery Name:
lv: _Galerijas nosaukums:

source: _Password:
lv: _Parole:

source: _Username:
lv: _Lietotājvārds:

source: <b>Album</b>
lv: <b>Albums</b>

source: <b>Gallery</b>
lv: <b>Galerija</b>

source: Export _titles and comments
lv: Ekspor_tēt virsrakstus un komentārus

source: Open _album in browser when done uploading
lv: Atvērt _albumu pārlūkprogrammā, kad augšupielāde ir pabeigta

source: _Export to Album:
lv: _Eksportēt uz albumu:

source: _Gallery:
lv: _Galerija:

source: Error while creating Album
lv: Kļūda, veidojot albumu

source: The following error was encountered while attempting to create an album: {0}
lv: Ar sekojošo kļūdu saskārās, mēģinot izveidot albumu: {0}

source: {0} Sent
lv: {0} nosūtīts

source: {0} of approx. {1}
lv: {0} no apm. {1}

source: Error Uploading To Gallery: {0}
lv: Kļūda, augšupielādējot uz galeriju: {0}

source: Available space: {0}, {1}% used out of {2}
lv: Pieejamā vieta: {0}, {1}% izmantoti no {2}

source: The selected album has a limit of {0} pictures, which would be passed with the current selection of {1} images
lv: Izvēlētajam albumam limits ir {0} bildes, kas tiks pārsniegts ar izvēlētajiem {1} attēliem

source: Public Album
lv: Publiskais albums

source: _Album Title:
lv: _Albuma virsraksts:

source: <span weight='bold' size='larger'>Your Google Account is locked</span>
lv: <span weight='bold' size='larger'>Jūsu Google lietotājs ir nobloķēts</span>

source: Please verify that the settings for this gallery are correct. Enter the letters as they are shown in the image in the 'Captcha' field. <i>Letters are not case-sensitive</i>
lv: Lūdzu, pārliecinieties, ka šīs galerijas iestatījumi ir pareizi. Ievadiet burtus, kā tie ir parādīti attēlā 'Captcha' laukumā. <i>Burti nav reģistrjutīgi</i>

source: <b>PicasaWeb Export</b>
lv: <b>PicasaWeb eksports</b>

source: <b>SmugMug Export</b>
lv: <b>SmugMug eksports</b>

source: _Account:
lv: _Konts:

source: Done sending photos
lv: Fotogrāfiju sūtīšana ir pabeigta

source: Upload complete
lv: Augšupielāde pabeigta

source: Error uploading to Tabblo:
lv: Kļūda augšupielādējot uz Tabblo:

source: <b>F-Spot tags</b>
lv: <b>F-Spot birkas</b>

source: <b>Tabblo account</b>
lv: <b>Tabblo konts</b>

source: <small><i>F-Spot tags can help you track the export status of photos. Example: Use one tag for the photos that you plan to export, and another one for those already exported. Here, you can tell F-Spot to automatically replace these tags as appropriate.</i></small>
lv: <small><i>F-Spot birkas var palīdzēt izsekot eksportēto fotogrāfiju statusam. Piemērs: lietojiet vienu birku fotogrāfijām, ko plānojat eksportēt, un citu tām, ko jau esat eksportējis. Šeit jūs varat norādīt F-Spot, lai automātiski atbilstoši aizvieto šīs birkas.</i></small>

source: Rem_ove from exported photos:
lv: Izņemt n_o eksportētajām fotogrāfijām:

source: Select...
lv: Izvēlēties...

source: _Attach to exported photos:
lv: Pievienot eksportētās fotogrāfij_as:

source: A trust error occured while attempting to access
lv: Gadījās uzticības kļūda, mēģinot piekļūt

source: Abort this session
lv: Par šo sesiju

source: Always trust this site's certificate
lv: Vienmēr uzticēties šim vietnes sertifikātam

source: Do you wish to:
lv: Vai vēlaties:

source: Trust Error
lv: Uzticības kļūda

source: Trust the site's certificate this once
lv: Tikai šoreiz uzticēties šim vietnes sertifikātam

source: This tool requires an active selection. Please select one or more pictures and try again
lv: Šim rīkam vajag aktīvu izvēli. Lūdzu, izvēlieties vienu vai vairākas bildes un mēģiniet vēlreiz

source: Select export folder
lv: Izvēlieties eksportēšanas mapi

source: Exporting files
lv: Eksportē failus

source: Preparing photo "{0}"
lv: Sagatavo fotogrāfiju "{0}"

source: _Create
lv: Izveido_t

source: _File name:
lv: _Faila nosaukums:

source: _Location:
lv: _Vieta:

source: _Scale:
lv: Mērog_s:

source: <b>Specify the toplevel Photos directories</b>
lv: <b>Norādiet augšējā līmeņa fotogrāfiju mapes</b>

source: Change Photos directory
lv: Mainīt fotogrāfiju mapes

source: Change base path (URI) to
lv: Mainīt bāzes ceļu (URI) uz

source: Old base path (URI) was
lv: Vecais bāzes ceļš (URI) bija

source: Developing photos
lv: Attīsta fotogrāfijas

source: Developing {0}
lv: Attīsta {0}

source: F-Spot Gallery
lv: F-Spot galerija

source: The web gallery seems to be offline now
lv: Izskatās, ka tīmekļa galerija ir nesaistē

source: Show All
lv: Rādīt visu

source: {0} photo
lv: {0} fotogrāfija

source: Current View
lv: Pašreizējais skats

source: Selected
lv: Izvēlēts

source: none
lv: nekas

source: Gallery: {0}, Photos: {1}, Last client: {3}
lv: Galerija: {0}, fotogrāfijas: {1}, pēdējais klients: {3}

source: Gallery is inactive
lv: Galerija ir neaktīva

source: <small><i>The gallery stays active until you either deactivate it or close F-Spot. Make sure local viewers access it bypassing HTTP proxy.</i></small>
lv: <small><i>Galerija paliek aktīva, līdz jūs to deaktivējat vai aizverat F-Spot. Pārliecinieties, ka lokālie skatītāji tam piekļūst, apejot HTTP starpnieku.</i></small>

source: <small><i>When the gallery is active, above is the URL you need to open on another computer to access the shared photos.</i></small>
lv: <small><i>Kad galerija ir aktīva, augšā ir URL, kas jums jāatver uz cita datora, lai piekļūtu fotogrāfijām.</i></small>

source: Activates and deactivates the web gallery
lv: Aktivizē un deaktivizē tīmekļa galeriju

source: Allow viewers to add tags
lv: Ļauj skatītājiem pievienot birkas

source: Copy URL to clipboard
lv: Kopēt URL uz starpliktuvi

source: F-Spot Live Web Gallery
lv: F-Spot dzīvā tīmekļa galerija

source: Gallery URL:
lv: Galerijas URL:

source: Limit number of shared photos to
lv: Ierobežot koplietoto fotogrāfiju skaitu uz

source: Options:
lv: Opcijas:

source: Photos with a Tag
lv: Fotogrāfijas ar birku

source: Selected Photos
lv: Izvēlētās fotogrāfijas

source: Share:
lv: Koplietot:

source: Views:
lv: Skati:

source: Error opening the selected file
lv: Kļūda, atverot izvēlēto failu

source: The file you selected is not a valid or supported database. Received exception "{0}".
lv: Izvēlētais fails nav derīgs vai atbalstīta datubāze. Saņēma izņēmumu "{0}".

source: <big>The database refers to files contained in the <b>{0}</b> folder. Please select that folder so I can do the mapping.</big>
lv: <big>Datubāze norāda uz failiem, kas atrodas mapē <b>{0}</b>. Lūdzu, izvēlieties to mapi, lai es varu veikt kartēšanu.</big>

source: <small><i>Choose the location of the database you want to import from</i></small>
lv: <small><i>Izvēlieties atrašanās vietu datubāzei, no kuras vēlaties importēt</i></small>

source: <small><i>Choose what to import from the selected db. "New Rolls Only" is the smart option that will avoid re-importing photos you could have imported during a previous operation. "A Single Import Roll" let you choose which roll you want to merge back. "Everything" will import everything, creating duplicates if you already imported from that database.</i></small>
lv: <small><i>Izvēlieties, ko importēt no izvēlētās datubāzes. "Tikai jaunus ruļļus" ir gudra izvēle, kas novērš atkārtotu fotogrāfiju importēšanu, kuras varētu būt importētas jau iepriekš. "Viens importēts rullis" ļauj izvēlēties, kuru rulli vēlaties apvienot atpakaļ. "Visu" importēs visu, veidojot dublikātus, kurus jau esat importējuši no tās datubāzes.</i></small>

source: <small><i>Copy the images locally or keep them where they are. If you chose the later, be sure that this location will stay accessible from f-spot.</i></small>
lv: <small><i>Kopējiet attēlus lokāli vai paturiet tos turpat. Ja izvēlēsities otru iespēju, pārliecinieties, ka tā paliks pieejama f-spot lietotnei.</i></small>

source: A Single Import Roll
lv: Viens importēts rullis

source: Copy images to photos folder
lv: Kopēt attēlus uz fotogrāfiju mapi

source: Database Location:
lv: Datubāzes atrašanās vieta:

source: Everything
lv: Visu

source: Import:
lv: Importēt:

source: Keep the images at their original location
lv: Paturēt bildes sākotnējā vietā

source: Merge another F-Spot collection
lv: Apvienot citu F-Spot kolekciju

source: New Rolls Only
lv: Tikai jaunus ruļļus

source: Delay:
lv: Aizture:

source: Display:
lv: Rādīt:

source: Images tagged with:
lv: Attēli ar birku:

source: Make F-Spot my screensaver
lv: Padarīt F-Spot par ekrānsaudzētāju

source: Display a slideshow from F-Spot
lv: Rādīt slīdrādi no F-Spot

source: F-Spot photos
lv: F-Spot fotogrāfijas
