Repository: Chimpanc/f-spot
Catalog: po/*.po
Languages: lv

source: Blacks out an area of the image.
lv: Aptumšo attēla laukumu.

source: Editors
lv: Redaktori

source: Convert to B/W with control. Require Mono 2.2.
lv: Pārveidot par M/B ar vadīklu. Nepieciešams Mono 2.2.

source: Flips the image horizontally.
lv: Apmet attēlu horizontāli.

source: Pixelates an area of the image.
lv: Pikselizē attēla laukumu.

source: Resize the image
lv: Maina attēla izmēru

source: CD Export
lv: CD eksports

source: This extension allows you to burn your photos to CD.
lv: Šis paplašinājums ļauj ierakstīt fotogrāfijas CD.

source: Export
lv: Eksportēt

source: Export pictures to facebook
lv: Eksportēt bildes uz facebook

source: This extension allows you to export your photos to Flickr and 23hq.
lv: Šis paplašinājums ļauj eksportēt fotogrāfijas uz Flickr un 23hq.

source: Folder Export
lv: Mapes eksports

source: This extension allows you to export your photos to HTML galleries, Original galleries or just to a folder.
lv: Šis paplašinājums ļauj eksportēt attēlus uz HTML galerijām, Oriģinālām galerijām vai vienkārši mapi.

source: Gallery Export
lv: Galerijas eksports

source: This extension allows you to export your photos to PHP Gallery (http://gallery.menalto.com).
lv: Šis paplašinājums ļauj eksportēt fotogrāfijas uz PHP galeriju (http://gallery.menalto.com).

source: PicasaWeb Export
lv: PicasaWeb Eksports

source: This extension allows you to export your photos to PicasaWeb.
lv: Šis paplašinājums ļauj eksportēt fotogrāfijas uz PicasaWeb.

source: SmugMug Export
lv: SmugMug eksports

source: This extension allows you to export your photos to SmugMug.
lv: Šis paplašinājums ļauj eksportēt fotogrāfijas uz SmugMug.

source: Tabblo Export
lv: Tabblo eksports

source: This extension allows you to export your photos to Tabblo.
lv: Šis paplašinājums ļauj eksportēt fotogrāfijas uz Tabblo.

source: Zip export
lv: Zip eksports

source: Simple export to Zip file
lv: Vienkāršs eksports uz Zip failu

source: UNSTABLE - Please ensure you have a backup of your photos.db before you test this extension. This extension will allow you to change the base path to the your photos. It is very handy if you move your photos from ~/Photos to /OurPhotos for instance. Just ensure you let SqLite continue to process the changes for up to a few hours after f-spot reports finished. It will only change the path to photos which are located under the Photo directory.
lv: NESTABILS - pārliecinieties, ka esat izveidojis sava photos.db rezerves kopiju, pirms sākat testēt šo paplašinājumu. Šis paplašinājums ļauj mainīt jūsu fotogrāfiju bāzes ceļu. Tas ir ļoti noderīgi, ja, piemēram, maināt ceļu no ~/Bildes to /MūsuBildes. Vienkārši pārliecinieties, ka ļaujat SqLite turpināt apstrādāt izmaiņas līdz pāris stundām pēc tam, kad f-spot ziņo, ka ir pabeidzis. Tas tikai mainīs ceļu fotogrāfijām, kas atrodas mapē Bildes.

source: Tools
lv: Rīki

source: Develop the image in UFRaw, saves the result as a new version\n\nNote: Require ufraw 0.13 or CVS version newer than 2007-09-06 !!!
lv: Attīsta bildes UFRaw programmā, saglabā rezultātu kā jaunu versiju \n\nPiezīme: nepieciešams ufraw 0.13 vai CVS versija jaunāka kā 2007-09-06 !!!

source: Share photos with other people on the same network via Web Browser
lv: Koplietot fotogrāfijas ar citiem cilvēkiem šajā pašā tīklā ar tīmekļa pārlūku

source: Merge another db back to the main one
lv: Apvienot citu datubāzi ar galveno

source: Create photomosaics using MetaPixel (http://www.complang.tuwien.ac.at/schani/metapixel/)
lv: Izveidot fotomozaīkas ar MetaPixel (http://www.complang.tuwien.ac.at/schani/metapixel/)

source: Create photo wall using PictureTile by Jamie Zawinski (http://www.jwz.org/picturetile/)
lv: Izveidot foto sienu ar PictureTile, autors Jamie Zawinski (http://www.jwz.org/picturetile/)

source: Merge RAW+Jpeg as multiple versions of the same photo
lv: Apvienot RAW+Jpeg kā vienas fotogrāfijas vairākas versijas

source: Retroactively assign old photos to import rolls
lv: Piešķirt fotogrāfijas importēšanas ruļļiem ar atpakaļejošu datumu

source: Screensaver Configuration
lv: Ekrānsaudzētāja konfigurācija

source: Screensaver options
lv: Ekrānsaudzētāja opcijas

source: Sync MetaData information of all catalog with Photos
lv: Sinhronizēt visa fotogrāfiju kataloga metadatu informāciju

source: Cover Transition
lv: Vāku pāreja

source: A Slideshow transition that covers images
lv: Slīdrādes pārejas, kas nosedz attēlus

source: Transitions
lv: Slaidu pārejas

source: F-Spot Photo Manager
lv: F-Spot fotogrāfiju pārvaldnieks

source: Organize, enjoy, and share your photos
lv: Organizējiet, izbaudiet un dalieties ar savām fotogrāfijām

source: Photo Manager
lv: Fotogrāfiju pārvaldnieks

source: Import into F-Spot
lv: Importēt uz F-Spot

source: F-Spot Photo Viewer
lv: F-Spot fotogrāfiju skatītājs

source: Photo Viewer
lv: Fotogrāfiju skatītājs

source: Display of transparent parts.
lv: Caurspīdīgo daļu attēlošana.

source: Enable this to allow interpolation on zoomed images.
lv: Aktivējiet šo, lai ļautu mērogoto attēlu interpolēšanu.

source: Height of the import dialog.
lv: Importēšanas dialoglodziņa augstums.

source: Height of the main window.
lv: Galvenā loga augstums.

source: Height of the photo viewer window.
lv: Fotogrāfiju skatītāja loga augstums.

source: If the 'transparency' option is set, the color specified in this option will be used as the transparent color when viewing images.
lv: Ja ir iestatīta caurspīdīguma opcija 'transparency', šajā opcijā norādītā krāsa tiks izmantota kā caurspīdīguma krāsa attēlu skatīšanās laikā.

source: Interpolate image on zoom.
lv: Interpolēt attēlu kad maina mērogu.

source: Maximize the main window.
lv: Maksimizēt galveno logu.

source: Maximize the photo viewer window.
lv: Maksimizēt fotogrāfiju skatītāja logu.

source: Path to custom gtkrc for theming F-Spot.
lv: Ceļš uz pielāgoto gtkrc F-Spot tēmošanai.

source: Show dates in the thumbnail view.
lv: Sīktēlu skatā rādīt datumus.

source: Show ratings in the thumbnail view.
lv: Sīktēlu skatā rādīt vērtējumus.

source: Show tags in the thumbnail view.
lv: Sīktēlu skatā rādīt birkas.

source: Show the filename in the viewer window.
lv: Skatītāja logā rādīt failu nosaukumus.

source: Show the filmstrip in the main window.
lv: Galvenajā logā rādīt diafilmu.

source: Show the sidebar in the main window.
lv: Galvenajā logā rādīt sānu joslu.

source: Show the timeline in the main window.
lv: Galvenajā logā rādīt laika skalu.

source: Show the toolbar in the main window.
lv: Galvenajā logā rādīt rīkjoslu.

source: Show the toolbar in the photo viewer window.
lv: Fotogrāfiju skatītāja logā rādīt rīkjoslu.

source: Size of the tag icons shown in the sidebar.
lv: Birku ikonu izmērs, ko rādīt sānu joslā.

source: The X position to use for the main window.
lv: Galvenā loga X novietojums.

source: The X position to use for the photo viewer window.
lv: Fotogrāfiju skatītāja loga X novietojums.

source: The Y position to use for the main window.
lv: Galvenā loga Y novietojums.

source: The Y position to use for the photo viewer window.
lv: Fotogrāfiju skatītāja loga Y novietojums.

source: The color to use for transparent parts.
lv: Krāsa, kuru lietot caurspīdīgajām daļām.

source: The height dimension to use for the import dialog.
lv: Importēšanas dialoglodziņa augstuma dimensija.

source: The height dimension to use for the main window.
lv: Galvenā loga augstuma dimensija.

source: The height dimension to use for the photo viewer window.
lv: Fotogrāfiju skatītāja loga augstuma dimensija.

source: The orientation of the filmstrip, if shown.
lv: Diafilmas virziens, ja tiek rādīta.

source: The orientation of the filmstrip.
lv: Diafilmas virziens.

source: The size (width) of the sidebar in the main window.
lv: Galvenā loga sānu joslas izmērs (platums).

source: The size of the sidebar in the main window.
lv: Galvenā loga sānu joslas izmērs.

source: The width dimension to use for the import dialog.
lv: Importēšanas dialoglodziņa platuma dimensija.

source: The width dimension to use for the main window.
lv: Galvenā loga platuma dimensija.

source: The width dimension to use for the photo viewer window.
lv: Fotogrāfiju skatītāja loga platuma dimensija.

source: Use the current photo's filename as the viewer window's title.
lv: Lietot pašreizējo fotogrāfiju failu nosaukumus kā skatītāja loga virsrakstu.

source: Width of the import dialog.
lv: Importēšanas dialoglodziņa platums.

source: Width of the main window.
lv: Galvenā loga platums.

source: Width of the photo viewer window.
lv: Fotogrāfiju skatītāja loga platums.

source: Width of the preview image pane in the import dialog.
lv: Importēšanas dialoglodziņa priekšskatījuma rūts platums.

source: X position of the main window.
lv: Galvenā loga X novietojums.

source: X position of the photo viewer window.
lv: Fotogrāfiju skatītāja loga X novietojums.

source: Y position of the main window.
lv: Galvenā loga Y novietojums.

source: Y position of the photo viewer window.
lv: Fotogrāfiju skatītāja loga Y novietojums.

source: You can choose how to display transparent parts in images. This option has no effect on photos but setting this value to CHECK_PATTERN or CUSTOM_COLOR could be useful when viewing icons or other artwork with transparent parts.
lv: Jūs varat izvēlēties, kā attēlot caurspīdīgas attēla daļas. Šai opcijai nav ietekmes uz bildēm, bet šo vērtību iestatīšana uz CHECK_PATTERN vai CUSTOM_COLOR var noderēt, apskatot ikonas vai citus darbus ar caurspidīgām daļām.</i></small>

source: token
lv: marķieris

source: Uploading photo "{0}"
lv: Augšupielādē fotogrāfiju "{0}"

source: Logging into Tabblo
lv: Ierakstās Tabblo

source: Obtaining URL for upload
lv: Saņem URL augšupielādei

source: Copy Photo
lv: Kopēt fotogrāfiju

source: Export to
lv: Eksportēt uz

source: Open _With
lv: Atvērt _ar

source: Rem_ove Tag
lv: Izņemt _birku

source: Rotate _Left
lv: Pagriezt pa _kreisi

source: Rotate _Right
lv: Pagriezt pa _labi

source: _Delete From Drive
lv: _Dzēst no diska

source: _Remove From Catalog
lv: _Izņemt no kataloga

source: No photos matching {0} found
lv: Nav atrastu fotogrāfiju, kas atbilstu {0}

source: The tag "{0}" is not applied to any photos. Try adding the tag to some photos or selecting a different tag in the F-Spot preference dialog.
lv: Birka "{0}" nav pielietota nevienai bildei. Mēģiniet pievienot birku pie kādas bildes vai izvēlieties citu birku F-Spot iestatījumu dialogā.

source: Search returned no results
lv: Meklēšana neatgriež rezultātus

source: The tag F-Spot is looking for does not exist. Try selecting a different tag in the F-Spot preference dialog.
lv: Birka, ko meklē F-Spot, neeksistē. Mēģiniet izvēlēties citu birku F-Spot iestatījumu dialogā.

source: Updating F-Spot Database
lv: Atjaunina F-Spot datubāzi

source: Please wait while your F-Spot gallery's database is updated. This may take some time.
lv: Lūdzu, uzgaidiet, kamēr F-Spot galerijas datubāze tiek atjaunināta. Tas var aizņemt kādu laiciņu.

source: Auto Color
lv: Autom. krāsa

source: Adjust Colors
lv: Pielāgot krāsas

source: Adjust
lv: Pielāgot

source: 4 x 3 (Book)
lv: 4 x 3 (grāmata)

source: 4 x 6 (Postcard)
lv: 4 x 6 (atklātne)

source: Square
lv: Kvadrāts

source: Crop
lv: Apcirst

source: Select the area that needs cropping.
lv: Izvēlēties laukumu, kas jāapcērt.

source: No Constraint
lv: Nav ierobežojumu

source: Same as photo
lv: Tāds pats kā fotogrāfija

source: Custom Ratios...
lv: Pielāgots samērs...

source: Desaturate
lv: Noņemt piesātinājumu

source: Red-eye Reduction
lv: Sarkano acu noņemšana

source: Fix!
lv: Izlabot!

source: Select the eyes you wish to fix.
lv: Izvēlieties acis, kuras vēlaties izlabot.

source: Sepia Tone
lv: Sēpijas tonis

source: Soft Focus
lv: Mīksts fokuss

source: Straighten
lv: Iztaisnot

source: Hide
lv: Slēpt

source: Hide toolbar
lv: Slēpt rīkjoslu

source: Info
lv: Informācija

source: Image information
lv: Informācija par attēlu

source: Exit fullscreen
lv: Pamest pilnekrānu

source: Slideshow
lv: Slīdrāde

source: Start slideshow
lv: Startēt slīdrādi

source: Slide transition:
lv: Slaidu pāreja:

source: More dates
lv: Vairāk datumu

source: More
lv: Vairāk

source: _Clear Date Range
lv: _Iztīrīt datumu apgabalu

source: Imported Tags
lv: Importētās birkas

source: Rotate Left
lv: Pagriezt pa kreisi

source: Rotate picture left
lv: Pagriezt bildi pa kreisi

source: Rotate Right
lv: Pagriezt pa labi

source: Rotate picture right
lv: Pagriezt bildi pa labi

source: Next
lv: Nākamais

source: Next picture
lv: Nākamā bilde

source: Previous
lv: Iepriekšējais

source: Previous picture
lv: Iepriekšējā bilde

source: Import
lv: Importēt

source: Import new images
lv: Importēt jaunos attēlus

source: Browse
lv: Pārlūkot

source: Browse many photos simultaneously
lv: Pārlūkot vairākas bildes vienlaikus

source: Edit Image
lv: Rediģēt attēlu

source: View and edit a photo
lv: Apskatīt un rediģēt fotogrāfiju

source: Fullscreen
lv: Pilnekrāns

source: View photos fullscreen
lv: Apskatīt bildi pilnekrānā

source: View photos in a slideshow
lv: Apskatīt bildes slīdrādē

source: Previous photo
lv: Iepriekšējā fotogrāfija

source: Next photo
lv: Nākamā fotogrāfija

source: Tags
lv: Birkas

source: Show _Find Bar
lv: Radīt _meklēšanas joslu

source: Hide _Find Bar
lv: Slēpt _meklēšanas joslu

source: {0} of {1}
lv: {0} no {1}

source: Merge the selected tag
lv: Apvienot izvēlēto {0} birku

source: This operation will merge the selected tags and any sub-tags into a single tag.
lv: Šī darbība apvienos izvēlētās birkas un apakšbirkas vienā birkā.

source: _Merge Tags
lv: _Apvienot birkas

source: {0} Photo out of {1}
lv: Fotogrāfija {0} no {1}

source: {0} Photo
lv: {0} fotogrāfija

source: ({0} selected)
lv: ({0} izvēlēta)

source: _Ok
lv: _Labi

source: Error Deleting Picture
lv: Kļūda, dzēšot bildi

source: No permission to delete the file:{1}{0}
lv: Nav atļaujas dzēst failu:{1}{0}

source: An error of type {0} occurred while deleting the file:{2}{1}
lv: Gadījās {0} tipa kļūda, dzēšot failu:{2}{1}

source: Delete the selected photo permanently?
lv: Dzēst izvēlēto {0} fotogrāfiju uz visiem laikiem?

source: This deletes all versions of the selected photo from your drive.
lv: Tas izdzēsis visas izvēlētas fotogrāfijas versijas no jūsu diska.

source: _Delete photo
lv: _Dzēst fotogrāfiju

source: Remove the selected photo from F-Spot?
lv: Izņemt izvēlēto {0} fotogrāfiju no F-Spot?

source: If you remove photos from the F-Spot catalog all tag information will be lost. The photos remain on your computer and can be imported into F-Spot again.
lv: Ja izņemsiet bildes no F-Spot kataloga - visa informācija par birkām tiks zaudēta. Bildes paliks uz jūsu datora un tas varēs atkārtoti importēt uz F-Spot.

source: _Remove from Catalog
lv: _Izņemt no kataloga

source: Delete tag "{0}"?
lv: Dzēst birku "{0}"?

source: Delete the {0} selected tags?
lv: Dzēst {0} izvēlētās birkas?

source: photo
lv: fotogrāfija

source: If you delete this tag, the association with {0} {1} will be lost.
lv: Ja dzēsīsiet šo birku, asociācija ar {0} {1} tiks zaudēta.

source: _Delete tag
lv: _Dzēst birku

source: Tag is not empty
lv: Birka nav tukša

source: Can not delete tags that have tags within them. Please delete tags under "{0}" first
lv: Nevar izdzēst birkas, kurās ir birkas. Lūdzu, izdzēsiet vispirms birkas zem "{0}"

source: Rotate selected photo left
lv: Pagriezt izvēlēto bildi pa kreisi

source: Rotate selected photo right
lv: Pagriezt izvēlēto bildi pa labi

source: Find _Selected Tag
lv: Atra_st izvēlēto birku

source: Find Selected Tag _With
lv: Atrast izvēlēto _birku ar

source: Create New Version?
lv: Izveidot jaunu versiju?

source: Before launching {1}, should F-Spot create a new version of the selected photo to preserve the original?
lv: Pirms palaist {1}, vai F-Spot ir jāizveido jauna izvēlētās fotogrāfijas versija, lai pasargāt oriģinālu?

source: XCF version
lv: XCF versija

source: Reparented
lv: Mainīts vecāks

source: Modified
lv: Modificēts ({0})

source: Modified in {1}
lv: Modificēts {1}

source: Modified in {1} ({0})
lv: Modificēts {1} ({0})

source: Original
lv: Oriģināls

source: Description:
lv: Apraksts:

source: Photos
lv: Fotogrāfijas

source: Image Settings
lv: Attēla iestatījumi

source: Find:
lv: Meklēt:

source: Untagged photos
lv: Fotogrāfijas bez birkām

source: Rated photos
lv: Vērtētās fotogrāfijas

source: Import roll
lv: Importēts rullis

source: Clear search
lv: Attīrīt meklēšanu

source: Refresh search
lv: Atsvaidzināt meklēšanu

source: No matching photos found
lv: Nav atrastu atbilstošu fotogrāfiju

source: Unable to rotate this type of photo
lv: Nevar pagriezt šāda veida fotogrāfiju

source: Unable to rotate readonly file
lv: Nevar pagriezt tikai lasāmu failu

source: Rotating photos
lv: Pagriež fotogrāfijas

source: Rotating photo "{0}"
lv: Pagriež fotogrāfiju "{0}"

source: Directory not found
lv: Mape nav atrasta

source: File not found
lv: Fails nav atrasts

source: Unable to rotate photo
lv: Nevar pagriezt {0} fotogrāfiju

source: The photo could not be rotated because it is on a read only file system or media such as a CDROM. Please check the permissions and try again.
lv: {0} fotogrāfiju nevarēja pagriezt, jo tā ir uz tikai lasāmas failu sistēmas vai uz CD-Rom. Lūdzu, pārbaudiet atļaujas un mēģiniet vēlreiz.

source: Received error "{0}" while attempting to rotate {1}
lv: Saņemta kļūda "{0}", kamēr mēģināja pagriezt {1}

source: Error while rotating photo.
lv: Kļūda, pagriežot fotogrāfiju.

source: Preparing email
lv: Sagatavo e-pastu

source: Exporting picture "{0}"
lv: Eksportē fotogrāfiju "{0}"

source: Error processing image
lv: Kļūda, apstrādājot attēlu

source: An error occured while processing "{0}": {1}
lv: Gadījās kļūda, apstrādājot "{0}": {1}

source: My Photos
lv: Manas fotogrāfijas

source: Rotate photo left
lv: Pagriezt fotogrāfiju pa kreisi

source: Rotate photo right
lv: Pagriezt fotogrāfiju pa labi

source: Folder
lv: Mape

source: Open
lv: Atvērt

source: Select Folder
lv: Izvēlēties mapi

source: Set as Background
lv: Iestatīt kā fonu

source: Include Photos Tagged "{0}"
lv: Iekļaut fotogrāfijas ar birku "{0}"

source: Exclude Photos Tagged "{0}"
lv: Neiekļaut fotogrāfijas ar birku "{0}"

source: Remove From Search
lv: Izņemt no meklēšanas

source: Find _With
lv: Meklēt _ar

source: All
lv: Visas

source: Not {0}
lv: Ne {0}

source: Drag tags here to search for them
lv: Birkas šeit šeit, lai tās meklētu

source: Error renaming tag
lv: Kļūda, pārsaucot birku

source: This name is already in use
lv: Šis nosaukums jau ir aizņemts

source: Favorites
lv: Favorīti

source: Hidden
lv: Slēpts

source: People
lv: Cilvēki

source: Places
lv: Vietas

source: Events
lv: Notikumi

source: (None)
lv: (Nekas)

source: and
lv: un

source: or
lv: vai

source: or
lv: vai

source: Photo management for GNOME
lv: GNOME fotogrāfiju pārvaldnieks

source: Copyright © 2003-2010 Novell Inc.
lv: Autortiesības © 2003-2010 Novell Inc.

source: translator-credits
lv: Raivis Dejus <orvils@gmail.com> Rūdolfs Mazurs <rudolfs.mazurs@gmail.com>

source: F-Spot Website
lv: F-Spot tīmekļa vietne

source: Shift all photos by {0}
lv: Pabīdīt visas bildes par {0}

source: Today
lv: Šodien

source: Yesterday
lv: Vakar

source: Last 7 days
lv: Pēdējo 7 dienu laikā

source: Last 30 days
lv: Pēdējo 30 dienu laikā

source: Last 90 days
lv: Pēdējo 90 dienu laikā

source: Last 360 days
lv: Pēdējo 360 dienu laikā

source: Current Week (Mon-Sun)
lv: Šī nedēļa (pr–sv)

source: Previous Week (Mon-Sun)
lv: Iepriekšējā nedēļa (pr–sv)

source: All Images
lv: Visi attēli

source: Customized Range
lv: Pielāgots apgabals

source: Received exception "{0}". Unable to save photo {1}
lv: Saņemts izņēmums "{0}". Nevar saglabāt fotogrāfiju {1}

source: Error editing photo
lv: Kļūda, rediģējot fotogrāfiju

source: Edit Icon for Tag {0}
lv: Rediģēt ikonu birkai {0}

source: Select Photo from file
lv: Izvēlēties fotogrāfiju no faila

source: <b>From Photo</b> You can use one of your library photos as an icon for this tag. However, first you must have at least one photo associated with this tag. Please tag a photo as '{0}' and return here to use it as an icon.
lv: <b>No fotogrāfijas</b> Jūs varat izmantot vienu no bibliotēkas fotogrāfijas kā ikonu šai birkai. Bet pirms tam vismaz vienai fotogrāfijai ir jābūt saistītai ar šo birku. Lūdzu, tagojiet fotogrāfiju kā '{0}' un atgriezieties šeit, lai to lietotu kā ikonu.

source: Unable to load image
lv: Nevarēja ielādēt attēlu

source: Unable to load "{0}" as icon for the tag
lv: Neizdevās ielādēt "{0}" kā birkas ikonu

source: Photo {0} of {1}
lv: Fotogrāfija {0} no {1}

source: Choose Folder...
lv: Izvēlēties mapi...

source: Choose Import source...
lv: Izvēlieties importēšanas avotu...

source: (No Cameras Detected)
lv: (Fotoaparāts nav atrasts)

source: Checking this box will remove the imported photos from the camera after the import finished successfully. It is generally recommended to backup your photos before removing them from the camera. <b>Use this option at your own risk!</b>
lv: Šīs kastes atzīmēšana izņems importētās fotogrāfijas no kameras pēc sekmīgas importēšanas pabeigšanas. Vēlams izveidot fotogrāfiju rezerves kopijas, pirms tās dzēst no fotoaparāta. <b>Šīs opcijas izmantošana ir jūsu atbildība!</b>

source: Warning
lv: Brīdinājums

source: Importing Photos: {0} of {1}...
lv: Importē fotogrāfijas {0} no {1}...

source: Importing photos...
lv: Importē fotogrāfijas...

source: Searching for photos... (You can already click Import to continue)
lv: Meklē fotogrāfijas... (Jūs jau varat spiet 'Importēt', lai turpinātu)

source: Import failures
lv: Importēšanas neveiksmes

source: Some files failed to import
lv: Dažus failus neizdevās importēt

source: Some files could not be imported, they might be corrupt or there might be something wrong with the storage on which they reside.
lv: Dažus failus neizdevās importēt, tie varētu būt bojāti vai kaut kas varētu nebūt kārtībā ar datu nesēju, kurā tie atrodas.

source: Details
lv: Sīkāk

source: None
lv: Nekas

source: System profile
lv: Sistēmas profils

source: Standard theme
lv: Standarta tēma

source: Error loading database.
lv: Kļūda, ielādējot datubāzi.

source: F-Spot encountered an error while loading the photo database. The old database has be moved to {0} and a new database has been created.
lv: F-Spot saskārās ar kļūdu, ielādējot fotogrāfiju datubāzi. Vecā datubāze tika pārvietota uz {0} un tika izveidota jauna datubāze.

source: Label
lv: Etiķete

source: Ratio
lv: Samērs

source: Retry
lv: Mēģināt vēlreiz

source: Skip
lv: Izlaist

source: <b>Action</b>
lv: <b>Darbība</b>

source: <b>Photos</b>
lv: <b>Fotogrāfijas</b>

source: <b>Reference Photo</b>
lv: <b>Atsauces fotogrāfija</b>

source: Adjust Time
lv: Pielāgot laiku

source: Adjusted date:
lv: Pielāgotais datums:

source: Current date:
lv: Šodienas datums:

source: Space all photos by
lv: Salikt bildes pēc

source: difference:
lv: starpība:

source: min. Starting at {0}
lv: min. sākas no {0}

source: C_reate
lv: I_zveidot

source: Create _icon for this tag when first used
lv: Izveidot ikonu šai birkai pie pirmās izmantošanas

source: P_arent Tag:
lv: Vecāk_a birka:

source: _Tag Name:
lv: _Birkas nosaukums:

source: <b>End Date</b>
lv: <b>Beigu datums</b>

source: <b>Select period</b>
lv: <b>Izvēlētais periods</b>

source: <b>Start Date</b>
lv: <b>Sakuma datums</b>

source: Cancel, do not change the current timeline.
lv: Atcelt, nemainīt šo laika skalu.

source: Only photos taken within these dates will be displayed.
lv: Tiks rādītas tikai tās fotogrāfijas, kas ir starp šiem datumiem.

source: Set date range
lv: Iestatīt datumu apgabalu

source: Edit Tag
lv: Rediģēt birku

source: Edit icon
lv: Rediģēt ikonu

source: _Icon:
lv: _Ikona:

source: <b>From External Photo</b>
lv: <b>No ārējās fotogrāfijas</b>
